Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: Your account will be deleted in 10 days.
ar: سيتم حذف حسابك في 10 ايام
es: Su cuenta será eliminada en 10 días
fr: Votre compte sera supprimé dans 10 jours.
ja: 該当アカウントは10日以降、完全に削除されます。
pt: Sua conta será apagada em 10 dias.
ru: Ваш аккаунт будет удален через 10 дней.

source: Registration complete!
ar: اكمال التسجيل
es: ¡Registro completado!
fr: Enregistrement terminé!
ja: 登録完了！
pt: Inscrição completa!
ru: Регистрация завершена!

source: <p>Your registration was successfully completed.</p> <p>You can check out your profile to verify your information.</p> <p>You may revise your information until the final day of registration.</p>
ar: <p> تم الانتهاء من التسجيل بنجاح </ P> <p> ويمكنك التحقق من ملف التعريف الخاص بك للتحقق من المعلومات الخاصة بك </ P> <p> يمكنك مراجعة المعلومات الخاصة بك حتى اليوم الأخير من التسجيل </ P>
es: <p>Su registro fue completado con éxito.</p> <p>Puede revisar su perfil para verificar su información.</p> <p>Es posible revisar su información hasta el último día para registrarse</p>
fr: <p>Votre inscription a été complétv avec succes</p> <p>Vous pouvez aller sur votre profile pour vérifier vos informations.</p> <p>Vous pouvez modifier vos information jusqu'au jour final de votre inscription.</p>
ja: <p>登録された情報は</p> <p>プロフィールから確認でき、</p> <p>登録締め切り日まで、修正可能です。</p>
pt: <p>Sua inscrição está completa.</p> <p>Você pode conferir seu perfil para verificar suas informações.</p> <p>Você pode revisar suas informações até o último dia para inscrições.</p>
ru: <p>Ваша регистрация была успешно завершена.</p> <p>Вы можете проверить Ваш профиль для подтверждения информации.</p> <p>Вы можете изменить свою информацию до последнего дня регистрации.</p>

source: Need more information? Check out the <a href="/fcc/faq">FAQ</a>
ar: بحاجة الى مزيد من المعلومات؟ تحقق من<a href="/fcc/faq">FAQ</a>
es: ¿Necesita más información? Dirigase a<a href="/fcc/faq">FAQ</a>
fr: Besoin de plus d'informations ? Rendez-vous sur <a href="/fcc/faq">FAQ</a>
ja: その他、お問い合わせ事項はありますか？<a href="/fcc/faq">FAQ</a>
pt: Precisa de mais informações? Confira o <a href="/fcc/faq">FAQ</a>.
ru: Необходимо больше информации? Проверьте секцию <a href="/fcc/faq">FAQs</a>

source: Verify my registration information
ar: التحقق من معلومات التسجيل الخاصة بي
es: Verificar my información de registro
fr: Vérifier mes informations d'enregistrement
ja: 登録した情報確認
pt: Verificar minhas informações de inscrição
ru: Подтвердить мою регистрационную информацию

source: About Me
ar: معلومات عني
es: Acerca de mí
fr: A propos de moi
ja: 自己紹介
pt: Sobre Mim
ru: Обо Мне

source: Size
ar: المقاس
es: Talla
fr: Mensurations
ja: サイズ
pt: Tamanho
ru: Размер

source: Height
ar: الطول
es: Altura
fr: Taille
ja: 身長
pt: Altura
ru: Рост

source: Weight
ar: الوزن
es: Peso
fr: Poids
ja: 体重
pt: Peso
ru: Вес

source: Bust
ar: الصدر
es: Pecho
fr: Buste
ja: バスト
pt: Busto
ru: Бюст

source: Waist
ar: الخصر
es: Cintura
fr: Tour de taille
ja: ウェスト
pt: Cintura
ru: Талия

source: Hips
ar: الوركين
es: Caderas
fr: Hanches
ja: ヒップ
pt: Quadril
ru: Бедра

source: Image
ar: صور
es: Imagen
fr: Images
ja: イメージ画像
pt: Imagem
ru: Изображение

source: Want to delete your registration information?
ar: هل تريد حذف معلومات التسجيل الخاصة بك؟
es: ¿Quieres eliminar tu información de registro?
fr: Voulez-vous supprimer vos informations d'enregistrement?
ja: 登録された情報を削除しますか？
pt: Gostaria de apagar suas informações?
ru: Хотите удалить свою информацию для регистрации?

source: Edit
ar: تحرير
es: Editar
fr: Modifier
ja: 修正
pt: Editar
ru: Редактировать

source: If you delete your information, your participation in ModelCC 2015 will be cancelled. Do you wish to continue?
ar: إذا قمت بحذف المعلومات الخاصة بك، سيتم إلغاء اشتراكك في ModelCC 2015. هل ترغب في الاستمرار؟
es: Si borra su información, su participación en el ModelCC 2015 será cancelada. ¿Desea continuar?
fr: Si vous supprimez vos informations, votre participation au ModelCC 2015 sera annulée. Voulez-vous continuer?
ja: 登録されたモデル情報を削除すると、 ModelCC2015への参加申請が取り消されます。モデル情報を削除しますか？
pt: Se você apagar sua informações sua participação no ModelCC 2015 será cancelada. Gostaria de continuar?
ru: Если Вы удалите информацию, Ваше участие в ModelCC 2015 будет отменено. Хотите продолжить?

source: No.
ar: لا
fr: Non.
ja: いいえ。
pt: Não.
ru: Нет.

source: Yes, delete.
ar: نعم, حذف
es: Sí, borrar.
fr: Oui, supprimer.
ja: はい、アカウントを削除します
pt: Sim, apague.
ru: Да, удалить.

source: SIZE
ar: المقاس
es: TALLA
fr: MENSURATIONS
ja: サイズ
pt: TAMANHO
ru: РАЗМЕР

source: DETAIL
ar: التفصيل
es: DETALLE
ja: 詳細参照
pt: DETALHE
ru: ДЕТАЛИ

source: VIDEO
ar: فيديو
ja: 動画
ru: ВИДЕО

source: You must upload at least one image.
ar: يجب تحميل صورة واحدة على الأقل
es: Es necesario subir por lo menos una imagen.
fr: Vous devez télécharger au moins une image.
ja: イメージ画像は必ず、1枚以上アップロードしなければなりません。
pt: Você deve enviar pelo menos uma imagem.
ru: Вы должны загрузить по крайней мере одно изображение.

source: This is Not the period during Fashion Crowd Challenge held.
ar: هذه ليست فترة عقد تحدي حشد الأزياء
es: Este no es el periodo de Fashion Crowd Challenge
fr: La periode du Fashion Crowd Challenge n'a pas encore démarrée
ja: 只今、ファッションクラウドチャレンジは行われておりません。
pt: Este não é período no qual o Fashion Crowd Challenge está acontecendo.
ru: Данный период НЕ является периодом проведения Fashion Crowd Challenge.

source: Portfolio
ar: ملف
ja: 作品集
ru: Портфолио

source: Please enter your height.
ar: الرجاء إدخال طولك
es: Introduzca su altura
fr: Merci d'entrer votre taille.
ja: 自己紹介
pt: Por favor insira sua altura.
ru: Пожалуйста, введите Ваш рост.

source: Please enter your weight.
ar: الرجاء إدخال وزنك
es: Introduzca su peso
fr: Merci d'entrer votre poids
ja: 体重を入力してください。
pt: Por favor insira seu peso.
ru: Пожалуйста, введите ваш вес.

source: Body Measurements
ar: قياسات الجسم
es: Medidas corporales
fr: Mensurations
ja: スリーサイズ
pt: Medidas
ru: Ваши Параметры

source: Please enter your body measurements.
ar: الرجاء إدخال قياسات جسمك
es: Introduzca sus medidas corporales
fr: Merci d'entrer vos mensurations.
ja: 入力されていないサイズがあります。
pt: Por favor insira suas medidas
ru: Пожалуйста, введите Ваши параметры.

source: Shoe size
ar: مقاس الحذاء
es: Talla de zapato
fr: Pointure
ja: 足のサイズ
pt: tamanho do sapato
ru: Размер обуви

source: Please enter your shoe size.
ar: الرجاء إدخال مقاس الحذاء الخاص بك
es: Introduzca su talla de zapato
fr: Merci d'entrer votre pointure
ja: 足のサイズを入力してください。
pt: Por favor insira o tamanho do seu sapato.
ru: Пожалуйста, введите Ваш размер обуви.

source: Next
ar: التالي
es: Siguiente
fr: Suivant
ja: 次
pt: Próximo
ru: Вперед

source: Please fill out you "About Me" section.
ar: يرجى ملء فرعكم "معلومات عني"
es: Complete la sección "Acerca de".
fr: Merci de remplire la section "A propos".
ja: 自己紹介を入力してください。
pt: Por favor complete a sessão "Sobre Mim".
ru: Пожалуйста, заполните секцию "Обо Мне".

source: Please upload a high-quality photo of yourself.
ar: يرجى تحميل صورة عالية الجودة لك
es: Cargue una foto suya de alta calidad
fr: Merci de télécharger une photo de vous de bonne qualité.
ja: ヌード、暴力、衝撃的な画像などは固くお断りします。
pt: Por favor envie uma foto de alta qualidade.
ru: Пожалуйста, загрузите Ваше фото высокого качества.

source: Add
ar: إضافه
es: Añadir
fr: Ajouter
ja: 写真追加
pt: Inserir
ru: Добавить

source: Back
ar: رجوع
es: Volver
fr: Retour
ja: 前
pt: Voltar
ru: Назад

source: Video
ar: فيديو
ja: 動画
ru: Видео

source: Please upload a video that shows off your style and ability
ar: يرجى تحميل الفيديو الذي الستايل الخاص بك وقدراتك
es: Cargue un video que muestre su estilo y sus cualidades
fr: Merci de télécharger une vidéo présentant votre style et vos talents
ja: あなたを表現できる動画をアップロードしてください。
pt: Por favor envie um vídeo que mostre seu estilo e habilidade.
ru: Пожалуйста, загрузите видео,<br> демонстрирующее Ваши способности и чувство стиля

source: Upload
ar: تحميل
es: Cargar
fr: Télécharger
ja: アップロード
ru: Загрузить

source: Almost Finished!
ar: تقريبا انتهيت!
es: ¡Casi hemos terminado!
fr: Bientôt terminé!
ja: ほとんどの登録が完了されました。
pt: Quase Terminando!
ru: Почти Готово!

source: I agree to the above and wish to register.
ar: أنا أوافق على ما سبق وأتمنى التسجيل
es: Estoy de acuerdo con todo lo anterior y deseo registrarme
fr: J'accepte le contenu et je souhaite m'inscrire.
ja: 上記事項を遵守し、登録しますか？
pt: Eu concordo e gostaria de me inscrever.
ru: Я согласен и хочу зарегистрироваться.

source: Choose a Video to Upload
ar: اختيار الفيديو للتحميل
es: Elegir un video para subir
fr: Choisissez une video a télécharger
ja: アップロードする動画を選んでください。
pt: Escolha um vídeo para enviar
ru: Выберите Видео для Загрузки

source: over file size. max file size 5MB
ar: أكثر من حجم الملف. الحد الأقصى لحجم الملف 5MB
es: Archivo de tamaño superior al permitido. Tamaño máximo 5MB
fr: Taille de fichier dépassée. Maximum autorisé : 5MB
ja: ファイルのサイズがオーバーしました。許容サイズは5MB以内でお願いします。
pt: O vídeo é muito grande. Tamanho máximo: 5MB
ru: превышение допустимого размера. Максимально допустимый размер изображения 5MB

source: Basic Info
ar: معلومات أساسية
es: Información Básica
fr: Informations de base
ja: 基本情報（個人情報）
pt: Informações Básicas
ru: Основная Информация

source: Profile Picture
ar: الصورة الشخصية
es: Foto de perfil
fr: Photo de profile
ja: プロフィール写真
pt: Imagem do Perfil
ru: Изображение Профиля

source: Allowed file types JPG, GIF or PNG.<br>Maximum size of 5MB
ar: JPG, GIF, PNG يسمح بأنواع الملفات <BR> الحد الأقصى لحجم خمسة ميغا بايت
es: Se permiten archivos JPG, GIF o PNG.<br>Tamaño máximo 5MB
fr: Types de fichiers autorisés JPG, GIF ou PNG. <br> Taille maximum de 5MB
ja: アップロードに許容されているイメージファイルの形式は、JPG, GIF, PNGです。<br>許容サイズは5MB以内でお願いします。
pt: Arquivos permitidos: JPG, GIF ou PNG.<br>Tamanho máximo: 5MB
ru: К загрузке допустимы изображения формата JPG, GIF или PNG.<br>Максимальный размер изображения 5MB

source: Upload Photo
ar: حمل الصورة
es: Cargar una foto
fr: Télécharger une photo
ja: 画像アップロード
pt: Envio de imagem
ru: Загрузить Фото

source: Please upload your photo.
ar: يرجى تحميل الصور الخاصة بك
es: Cargue una foto suya
fr: Téléchargez votre photo.
ja: 画像をアップロードしてください。
pt: Por favor envia sua foto.
ru: Пожалуйста, загрузите Ваше фото.

source: Please enter your name.
ar: من فضلك أدخل إسمك
es: Introduzca su nombre
fr: Merci d'entrer votre nom.
ja: 名前を入力してください。
pt: Por favor insira seu nome.
ru: Пожалуйста, введите Ваше имя.

source: Birth Date
ar: تاريخ الميلاد
es: Fecha de nacimiento
fr: Date de naissance
ja: 生年月日
pt: Data de Nascimento
ru: Дата Рождения

source: Month
ar: الشهر
es: Mes
fr: Mois
ja: 月
pt: Mês
ru: Месяц

source: Day
ar: اليوم
es: Día
fr: Jour
ja: 日
pt: Dia
ru: День

source: Year
ar: السنه
es: Año
fr: Année
ja: 年
pt: Ano
ru: Год

source: Please enter your birth date.
ar: يرجى إدخال تاريخ ميلادك
es: Introduzca su fecha de nacimiento
fr: Merci d'entrer votre date de naissance.
ja: 生年月日を入力してください。
pt: Por favor insira sua data de aniversário.
ru: Пожалуйста, введите Вашу дату рождения.

source: Gender
ar: الجنس
es: Género
fr: Genre
ja: 性別
pt: Gênero
ru: Пол

source: Female
ar: انثى
es: Femenino
fr: Femme
ja: 女性
pt: Feminino
ru: Женский

source: Male
ar: ذكر
es: Masculino
fr: Homme
ja: 男性
pt: Masculino
ru: Мужской

source: Other
ar: اخرى
es: Otro
fr: Autre
ja: その他
pt: Outros
ru: Другое

source: Please select a gender.
ar: الرجاء اختيار نوع الجنس
es: Introduzca un género
fr: Merci de sélectionner un genre
ja: 性別を選択してください。
pt: Por favor selecione um gênero.
ru: Пожалуйста, выберите Ваш пол.

source: City
ar: المدينة
es: Ciudad
fr: Ville
ja: 居住地
pt: Cidade
ru: Город

source: Country
ar: الدولة
es: País
fr: Pays
ja: 国
pt: País
ru: Страна

source: Please select your country.
ar: الرجاء اختيار دولتك
es: Seleccione un país
fr: Merci de sélectionner votre pays.
ja: 国を選択してください。
pt: Por favor selecione seu país.
ru: Пожалуйста, введите Вашу страну.

source: Please enter your city.
ar: الرجاء اختيار مدينتك
es: Introduzca su ciudad
fr: Merci d'entrer votre ville.
ja: 居住地を入力してください。
pt: Por favor insira sua cidade.
ru: Пожалуйста, введите Ваш город.

source: Please select a valid language.
ar: الرجاء اختيار اللغة الصحيحه
es: Seleccione un idioma válido
fr: Merci de sélectionner une langue valide.
ja: 使用可能な言語を入力してください
pt: Por favor selecione um idioma válido.
ru: Пожалуйста, выберите необходимый язык.

source: Phone Number
ar: رقم الهاتف
es: Número telefónico
fr: Numéro de téléphone
ja: 電話番号
pt: Telefone
ru: Номер Телефона

source: (Country Code)
ar: رمز الدولة_
es: (Código del país)
fr: (Code de Pays)
ja: (国番号)
pt: (Código do País)
ru: (Код Страны)

source: Please enter your telephone number. We'll need it to tell you in case you win!
ar: !يرجى إدخال رقم الهاتف الخاص بك. سنحتاجها لاخبارك في حال فوزك
es: Introduzca su número telefónico. ¡Lo necesitaremos en el caso de que gane!
fr: Merci d'entrer votre numéro de téléphone. Nous en aurons besoin pour vous dire si vous avez gagner!
ja: 電話番号を入力してください。入力された電話番号は、優勝された際の連絡のみ使用し、その他の目的には使用いたしません。
pt: Por favor insira seu telefone. Precisaremos dele caso você vença!
ru: Пожалуйста, введите Ваш номер телефона. Мы свяжемся с Вами в случае Вашей победы!

source: Basic info<br>complete.
ar: المعلومات الأساسية كاملة<BR>
es: Información Básica<br>completada
fr: Informations de base<br>complétées
ja: 基本情報<br>入力完了
pt: Informações básicas<br>completas.
ru: Основная информация<br>заполнена.

source: Basic info is complete.<br> Please click below to move to the next stage in the process.
ar: معلومات أساسية كاملة<BR> الرجاء النقر أدناه للانتقال إلى المرحلة التالية في العملية
es: Información básica completada.<br> Haga click abajo para ir al siguiente paso del proceso.
fr: Informations de base completes.<br> Merci de cliquer ci-dessous pour aller a l'étape suivante.
ja: 参加申請手続きが完了されました。<br>下記のボタンクリックし、次の項目に移動してください。
pt: As informações básicas estão completas.<br> Por favor clique abaixo para continuar.
ru: Основная информация заполнена.<br> Пожалуйста, кликните ниже чтобы приступить к следующему этапу.

source: Submit your portfolio
ar: تسليم الملف الخاص بك
es: Envie su portfolio
fr: Soumettre votre portfolio
ja: 作品登録
pt: Envie seu portfolio
ru: Загрузите Ваше портфолио

source: Not ready to participate? <a href="/">return to main page</a>
ar: غير جاهز للمشاركة؟ <a href="/">return to main page</a>
es: ¿Aún no estás listo para participar? <a href="/">vuelve a la página principal</a>
fr: Vous n'êtes pas prêt à participer? <ahref="/">retour a la page d'accueil</a>
ja: 登録を中止しますか？ <a href="/">後で登録する</a>
pt: Não está preparado para participar? <a href="/">Volte para a página principal</a>
ru: Еще не готовы принять участие?<a href="/">Вернутся на главную страницу</a>

source: basic info is complete. The next step can only be done via computer. Please complete using your computer.
ar: معلومات أساسية كاملة. لا تكتمل الخطوة التالية الا بإستخدام الكمبيوتر . يرجى إكمال باستخدام جهاز الكمبيوتر الخاص بك
es: La información básica esta completa. El siguiente paso solo se puede realizar via computador/ordenador.
fr: Informations de base complétées. La prochaine étape ne peut etre faite uniquement avec un ordiateur. Merci de poursuivre un ordianteur.
ja: 参加申請手続きが完了されました。次の項目の詳細情報の登録はPCのみ可能です。
pt: Informações básicas completas. A próxima etapa só pode ser feita pelo computador. Por favor continue utilizando um computador.
ru: базовая информация заполнена. Следующий этап может быть выполнен только при помощи компьютера. Пожалуйста, используйте Ваш компьютер.

source: <p>Dear <span class="user">{0}</span></p> <p>We have sent a verification email to <span class="email">{1}</span></p> <p>Open the e-mail and click the link to complete the registration process.</p> <br> <p>If you cannot find the activation email, <br>please check your spam folder or click below.</p>
ar: <P><span class="user">{0}</span> عزيزي</p> <p><span class="email">{1}</span> ولقد أرسلنا رسالة تحقق في</p> <P>. افتح البريد الإلكتروني واضغط على الرابط لإتمام عملية التسجيل</ P> <BR> <p>، إذا لم تتمكن من العثور على بريد التنشيط <BR>. يرجى مراجعة مجلد الرسائل غير المرغوب فيها أو انقر فوق أدناه </ P>
es: <p>Estimado/a <span class="user">{0}</span></p> <p>Hemos enviado un correo de verificación a <span class="email">{1}</span></p> <p>Abra el correo y haga click en el link para completar el proceso de registro.</p> <br> <p>Si no encuentra el correo de verificación, <br> revise su carpeta de spam o haga click abajo.</p>
fr: <p>Cher(e) <span class="user">{0}</span></p> <p>Nous avons envoyé un email de vérification a <span class="email">{1}</span></p> <p>Ouvrez l'email et cliquez sur le lien pour finaliser l'enregistrement.</p> <br> <p>Si vous ne trouvez pas l'email d'activition, <br>merci de vérifier votre dossier spam ou cliquez ci-dessous</p>
ja: <p><span class="user">{0}</span> 様</p <p>入力いただいたE-mailアドレス <span class="email">{1}</span></p> <p>に認証メールを転送致しました。.</p> <br> <p>添付されている認証リンクから、登録手続きを完了してください。</p>
pt: <p>Prezado/a <span class="user">{0}</span></p> <p>Enviamos um email de verificação para <span class="email">{1}</span></p> <p>Abra o email e clique no link para completar o processo de inscrição.</p> <br> <p>Caso não encontre o email, <br>por favor olhe em sua pasta de spam ou clique abaixo.</p>
ru: <p>Здравствуйте <span class="user">{0}</span></p> <p>Мы отправили Вам письмо с подтверждением на <span class="email">{1}</span></p> <p>Откройте Вашу почту и кликните на ссылку для завершения регистрации.</p> <br> <p>Если Вы не можете найти e-mail с активацией, <br>пожалуйста, проверьте папку со спамом или нажмите на ссылку ниже</p>

source: Resend verification email.
ar: إعادة إرسال البريد الإلكتروني للتحقق
es: Reenviar correo de verificación
fr: Renvoyer l'email de vérification
ja: 再度受信する。
pt: Reenviar email de verificação.
ru: Отправить письмо с подтверждением снова.

source: Profile
ar: الملف الشخصي
es: Perfil
ja: プロフィール
pt: Perfil
ru: Профиль

source: Account
ar: الحساب
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta
ru: Аккаунт

source: Name
ar: الإسم
es: Nombre
fr: Nom
ja: 名前
pt: Nome
ru: Имя

source: First Name
ar: الإسم الاول
es: Nombre
fr: Prénom
ja: 名
pt: Primeiro Nome
ru: Имя

source: Last Name
ar: الإسم الاخير
es: Apellidos
fr: Nom de famille
ja: 姓
pt: Sobrenome
ru: Фамилия

source: Done
ar: تم
es: Hecho
fr: Se connecter
ja: 完了
pt: Feito
ru: Готово

source: This link has expired.
ar: لقد انتهت صلاحية هذا الرابط
es: El link ha expirado
fr: Ce lien a expiré
ja: このリンクは期限が切れています。
pt: Este link expirou.
ru: Данная ссылка больше не действительна.

source: We need a few things to create your account.
ar: نحن بحاجة للقليل من الاشياء لتصححيح حسابك
es: Necesitamos algunas cosas para crear su cuenta
fr: Nous avons besoin de quelques choses pour créer votre compte.
ja: アカウント登録のため、情報入力が必要です。
pt: Precisamos de algumas informações para criar sua conta.
ru: Нам необходимо несколько деталей для создания Вашего аккаунта.

source: First name
ar: الإسم الاول
es: Nombre
fr: Prénom
ja: 名
pt: Primeiro Nome
ru: Имя

source: Last name
ar: الإسم الأخير
es: Apellidos
fr: Nom de famille
ja: 姓
pt: Sobrenome
ru: Фамилия

source: Please enter your first name.
ar: الرجاء ادخال إسمك الأول
es: Introduzca su nombre
fr: Merci d'entrer votre prénom.
ja: 下の名前を入力してください。
pt: Por favor insira seu nome
ru: Пожалуйста, введите Ваше имя.

source: Please enter your last name.
ar: الرجاء ادخال إسمك الأخير
es: Introduzca sus apellidos
fr: Merci d'entrer votre nom de famille.
ja: 苗字を入力してください。
pt: Por favor insira seu sobrenome.
ru: Пожалуйста, введите Вашу фамилию.

source: Send verification email
ar: إرسال رسالة التحقق
es: Enviar correo de verificación
fr: Envoyer l'email de vérification.
ja: 認証メール送信
pt: Enviar email de verificação
ru: Отправить письмо с подтвержением

source: Account Not Verified
ar: الحساب ليس متحقق
es: Cuenta no verificada
fr: Compte non vérifié
ja: （会員登録申請後、Eメールの認証手続きを実行しなかった場合）認証されていないアカウントです。
pt: Conta não verificada
ru: Аккаунт Не Подтвержден.

source: You already created your account,<br>but you need to verify it via the verification email we sent.
ar: قمت بافعل بإنشاء حسابك، <BR> ولكن تحتاج إلى التحقق من ذلك عن طريق رسالة التحقق التي ارسلناها
es: Ya se ha creado su cuenta,<br>pero necesita verificarla mediante el correo que le hemos enviado
fr: Vous avez déja créé votre compte, <br> mais vous devez le confirmer via l'email de vérification que nous vous avons envoyé.
ja: 既に登録されているアカウントです。<br>会員登録を完了させるためにはE-mailからの認証手続きが必要です。
pt: Você já criou sua conta,<br>mas você precisa verificá-la através do email que enviamos.
ru: Вы уже создали свой аккаунт, <br> но Вам необходимо пройти процесс подтверждения через письмо, которое мы Вам отправили.

source: Can't find the verification email? <br>Click the button below to send it again.
ar: لا يمكن العثور على رسالة التحقق؟ <BR> انقر فوق الزر أدناه لإرسالها مرة أخرى
es: ¿No ha recibido nad?<br>Haga Click en el siguiente vínculo para enviarlo de nuevo.
fr: Vous ne trouvez pas l'email de vérification? <br> Cliquez ci-dessous pour le renvoyer.
ja: E-mailが届かない場合は、<br>下記のボタンをクリックしてください。
pt: Não consegue encontrar o email de verificação?<br>Clique no botão abaixo para reenviá-lo.
ru: Не можете найти письмо с подтверждением? <br>Нажмите на кнопку ниже чтобы отправить его снова.

source: Invalid email format
ar: تنسيق البريد الإلكتروني غير صالح
es: Formate de correo inválido
fr: Format d'email invalide
ja: フォーマットに合わないE-mailアドレスを入力した場合
pt: Formato de email inválido
ru: Неправильный формат электронной почты

source: To protect your information. please enter your password again.
ar: لحماية المعلومات الخاصة بك. يرجى إدخال كلمة المرور مرة أخرى
es: Para proteger su información, introduzca de nuevo su contraseña.
fr: Pour protéger vos informations, entrez à nouveau votre mot de passe.
ja: 個人情報保護のため、パスワードを再入力してください。
pt: Para proteger suas informações, por favor insira sua senha novamente.
ru: Для защиты Вашей информации, пожалуйста, введите Ваш пароль снова.

source: Notifications
ar: الإشعارات
es: Notificaciones
ja: お知らせ
pt: Notificações
ru: Уведомления

source: Try FCC's model challenge!
ar: جرب مسابقة حشد عارضي الازياء من مسابقة حشد الازياء
es: ¡Prueba el desafíp para modelos de FCC!
fr: Intégrez la compétition de mannequina du FCC!
ja: FCCのモデルにチャレンジ！
pt: Tente o FCC model Challenge!
ru: Узнате о конкурсе моделей при FCC!

source: You haven't registered as a model yet.
ar: أنت لم تسجل كعارض أزياء لحد الأن
es: Todavía no se ha registrado como modelo
fr: Vous ne vous etes pas encore enregistré en tant que mannequin.
ja: あなたはまだモデルとして登録していません。
pt: Você não se registrou como modelo ainda.
ru: Вы еще не зарегистрировались как модель.

source: Did you forget your password?
ar: هل نسيت كلمة المرور
es: ¿Ha olvidado su contraseña?
fr: Avez-vous oublié votre mot de passe?
ja: パスワードはお忘れですか？
pt: Esqueceu sua senha?
ru: Забыли Ваш пароль?

source: Resend email
ar: إعادة إرسال البريد الإلكتروني
es: Reenviar correo
fr: Renvoyer l'email
ja: メールを再送信
pt: Reenviar email
ru: Отправить e-mail повторно

source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
ru: Пароль

source: Optional
ar: اختياري
es: Opcional
fr: Optionnel
ja: オプション
pt: Opcional
ru: Необязательно

source: Website
ar: الموقع
es: Página web
fr: Site web
ja: ウェブサイト
ru: Вебсайт

source: Enter URL
ar: URL إدخال
es: Introduzca URL
fr: Entrez l'URL
ja: URLを入力して下さい
pt: Insira URL
ru: Введите URL

source: New password and confirmation do not match
ar: كلمة المرور الجديدة وكلمة التاكيد غير متطابقتان
es: La nueva contraseña y la confirmación no coinciden
fr: Le nouveau mot de passe et la confirmation
ja: 新しいパスワードと確認用のパスワードが一致しません。
pt: A senha e a confirmação não são as mesmas
ru: Несоответствие нового пароля и подтверждения

source: What Models Get
ar: على ماذا يحصل عارض الأزياء
es: Qué consiguen los Modelos
fr: Qu'obtiennent les models
pt: O que modelos recebem?
ru: Что Получат Модели

source: Submit Your Work
ar: تسليم عملك
es: Envie su portfolio
fr: Soumettez votre travail
ja: 作品登録
pt: Envie seu trabalho
ru: Загрузите Вашу Работу

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
ja: 保存
pt: Salvar
ru: Сохранить
