Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: 8th Oct.<br> - <br>15th Oct.
ar: 8 اكتوبر<br> - <br> 15 اكتوبر
es: 8 de octubre<br> - <br>15 de octubres
fr: 8 octobre<br> - <br>15 octobre
ja: 10月8日<br> ~ <br>10月15
pt: 08 de Outubro<br>-<br>15 de Outubro
ru: 8 Окт.<br> - <br>15 Окт.

source: During the evaluation period,</p><p>submitters are responsible for reviewing and evaluating peer designers’ submissions.</p><p>Design submitters who do not fully participate in the evaluation process <br>may find that their own submissions have been excluded from the contest.
ar: خلال فترة التقييم </P> <P> المقدمين هم المسؤولون عن مراجعة وتقييم طلبات المصممين الأقران </P> <P> مقدمي التصميم الذين لا يشاركون بشكل كامل في عملية التقييم <BR> قد تجد انه تم إستبعاد طلباتهم من المسابقة
es: Durante el período de evaluación,</p><p>los participantes son responables de revisar y evaluar las entregas de otros concursantes.</p><p>Los diseñadores que no participen de forma activa en el proceso de evaluación <br>podrían encontrar sus trabajos eliminados del concurso.
fr: <p>Durant la période d'évaluation,</p><p>les participants sont chargés à la foi d'éxaminer et d'évaluer les créations des designers.</p><p>Les candidats qui ne participeront pas complètement a la procédure d'évaluation <br>se verront exclure leurs propres designs de la compétition.
ja: 審査期間中</p><p>デザイナーは、提出したデザインの見直し、他のデザイナーの作品を評価する責任があります。</p><p>全く評価プロセスに参加していないデザイナーは、 <br>自分の提出した作品がコンテストから除外されることがあります。
pt: Durante o período de avaliação</p><p> os participantes são responsáveis por avaliar os trabalhos de outros designers.</p><p>Os participantes que não participarem ativamente no processo de avaliação<br> pode ter seus trabalhos removidos da competição.
ru: Во время периода голосования</p><p>участники обязаны принимать участие в просмотре и голосовании за работы других участников.</p><p>Работы дизайнеров, не принявших полное участие в процессе голосования,<br>могут быть исключены из конкурса.

source: 16th Oct.
ar: 16 اكتوبر
es: 16 de octubre
fr: 16 octobre
ja: 10月16日
pt: 16 de Outubro
ru: 16 Окт.

source: Delete your information?
ar: حذف معلوماتك
es: ¿Desea eliminar su información?
fr: Supprimer vos informations?
ja: 情報を削除しますか？
pt: Apagar suas informações?
ru: Удалить Вашу информацию?

source: Team Info
ar: معلومات المجموعة
es: Información del Equipo
fr: Informations sur l'équipe
ja: チーム情報
pt: Informações do Grupo
ru: Информация о Команде

source: Design Info
ar: معلومات التصمييم
es: Información del diseño
fr: Information sur les designs
ja: デザイン情報
pt: Informações do Design
ru: Информация о Работе

source: Add comment
ar: إضافة حساب
es: Añadir comentario
fr: Ajouter un commentaire
ja: コメントを追加します
pt: Adicionar comentário
ru: Добавить Комментарий

source: Back to Result
ar: الرجوع الى النتيجة
es: Vuelta al resultado
fr: Retour aux résultats
ja: 結果に戻る
pt: Voltar aos resultados
ru: Вернуться к Рузультату

source: New password cannot be the same as your current password
ar: كلمة السر الجديدة غير متطابقة مع كلمة السر القديمة
es: La nueva contraseña no puede ser igual a su contraseña anterior
fr: Votre nouveau mot de passe ne doit pas être le meme que l'ancien.
ja: 新しいパスワードは、現在のパスワードと同じものにすることはできません。
pt: A nova senha deve ser diferente da senha atual
ru: Вы не можете использовать предыдущий пароль в качестве нового

source: Fashion</span><span> Crowd Challenge?
ru: Что такое Fashion</span><span> Crowd Challenge?

source: Welcome to FCC.<br>To activate your account, please click the following link.
ar: لتشغيل حسابك, الرجاء الضغط على الرابط التالي
es: Bienvenido a FCC.<br>Para activar su cuenta, haga click en el link siguiente.
pt: Bem vindo ao FCC.<br>Para ativar sua conta, por favor clique no link a seguir.
ru: Добро пожаловать в FCC.<br>Для активации Вашего аккаунта, пожалуйста, кликните по ссылке ниже.

source: Register
ru: Регистрация

source: Give the FCC Challenge a shot!
ar: أعطي فرصة لمسابقة حشد الأزياء
es: ¡Atrévete con el desafío del FCC!
fr: Tentez votre chance!
pt: Dê uma chance ao desafio FCC!
ru: Примите участие в конкурсе FCC!

source: Submit
ar: التقديم
es: Enviar
fr: Envoyer
pt: Envio
ru: Загрузка

source: Winner’s Awards
es: Premios de los ganadores
fr: Récompense des gagnants
ja: 入賞者特典
pt: Premiação dos Vencedores
ru: Награждение Победителей

source: ModelCC 2015 Winners will receive the title of TOP MODEL.
es: Los Ganadores del ModelCC 2015 recibirán el título de TOP MODEL.
fr: Les vainqueurs du ModelCC 2015 recevront le titre de TOP MODEL.
ja: ModelCC 2015入賞者は「トップモデル」と名付けられます。
pt: Os vencedores do ModelCC receberão o título de TOP MODELOS
ru: Победители ModelCC 2015 получат звания ТОП-МОДЕЛЕЙ.

source: Winners will also receive the opportunity to appear onstage at the FCC2015 fashion show.
es: Los ganadores también recibirán la oportunidad de aparecer en la pasarela del FCC2015 fahion show
fr: les vainqueurs auront aussi l'opportunité d'apparaitre sur le podium lors du défilé du FCC2015.
ja: また、FCC2015のファッションショーのランウェイに立つチャンスも与えられます。
pt: Os vencedores também receberão a oportunidade de aparecer no desfile do FCC2015.
ru: Победители также получат возможность принять участие в FCC2015 Fashion Show.

source: Model CC 2015 WINNER
es: GANADORES Model CC 2015
fr: Les VAINQUEURS du Model CC 2015
ja: Model CC 2015 入賞者
pt: Vencedor do Model CC 2015
ru: Победители Model CC 2015

source: A chance to work as an FCC model
es: Una oportunidad para trabajar como modelo en el FCC
fr: Une opportunité de travailler en tant que mannequin officiel du FCC2015
ja: FCCのモデルになれるチャンス
pt: Oportunidade de trabalhar como modelo do FCC.
ru: Шанс стать моделью FCC

source: A chance to appear onstage in the FCC fashion show.
es: Una oportunidad para aparecer en la pasarela del FCC fashion show.
fr: La chance d'apparaitre sur le podium du défilé du FCC2015.
ja: FCCファッションショーのステージに立てるチャンス
pt: Oportunidade de aparecer no desfile do FCC.
ru: Шанс появиться на подиуме FCC fashion show.

source: A chance to appear onstage
es: Una oportunidad para aparecer en la pasarela
fr: La chance d'apparaitre sur le podium
ja: FCCのファッションショーの舞台に
pt: Oportunidade de estar na passarela
ru: Шанс появиться на подиуме

source: in the FCC fashion show.
es: del FCC fashion show.
fr: du défilé du FCC2015.
ja: 立てるチャンス
pt: no desfile do FCC.
ru: в FCC fashion show.

source: Declaration of</span><span> Winners
es: Model CC 2015</span><span>Proclamación de Ganadores
fr: Model CC 2015</span><span>Annonce des gagnants
ja: Model CC 2015</span><span>結果発表
pt: Anúncio dos Vencedores
ru: Model CC 2015</span><span>Объявление Победителей

source: View detail
es: Ver detalle
fr: Voir les détails
ja: 詳細を見る
pt: Veja os detalhes
ru: Просмотр

source: FCC winners will be notified of the award ceremony <br>and fashion show via email or telephone.
ar: سيتم إخبار الفائزين في مسابقة حشد الأزياء بالتفاصيل حول حفل توزيع الجوائز وحفل عرض الأزياء عبر البريد الألكتروني او الهاتف
es: Los ganadores del FCC serán informados sobre la ceremonia de los premios y sobre el desfile vía correo electrónico o teléfono móvil.
fr: Les vainqueurs du FCC seront informés de la cérémonie des récompenses et du défilé par email ou par téléphonne.
ja: 入賞者らには、FCC委員会から授与式とファッションショーの日程を、Eメールと電話にて個別にご案内させて頂く予定です。
pt: Os vencedores do FCC serão notificados da cerimônia de premiação e sobre o desfile por email ou telefone.
ru: Победители конкурса моделей при FCC будут уведомлены о церемонии награждения и деталях <br>Fashion Show через электронную почту или мобильный телефон.

source: Model CC 2015 <br>Winners
pt: Vencedores do Model CC 2015
ru: Победители Model CC 2015

source: View Model CC 2015 Winners
pt: Veja os vencedores do Model CC 2015
ru: Посмотреть Победителей Model CC 2015

source: Announcement
ar: تصريح
fr: Annonce
ja: 結果発表
pt: Anúncio
ru: Важная Информация

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
pt: Nova senha
ru: Новый пароль

source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
pt: Confirme sua senha
ru: Введите новый пароль снова

source: Email Address
es: Dirección de correo electrónico
ja: Eメールアドレス
pt: Endereço de Email
ru: Электронная почта

source: Hello
ru: Здравствуйте

source: View
ar: مشاهدة
es: Ver
fr: Voir
ja: 見る
pt: Ver mais
ru: Узнать

source: Design<br>Submission
ar: تقديم التصاميم
es: Entrega de los Diseños
fr: Envoi des designs
ja: デザイン登録
pt: Envio de <br> Design
ru: Загрузка<br>Работ

source: Saved
ru: Сохранено

source: Current password
es: Contraseña actual
fr: Mot de passe actuel
pt: Senha atual
ru: Текущий пароль

source: Did you submit your modelling portfolio?
es: ¿Envó su portfolio de modelo?
fr: Vous avez envoyés votre portfolio?
ja: モデルに参加されましたか？
pt: Você enviou seu portfólio?
ru: Загрузили свое модельное портфолио?

source: Sign in and see your results!
es: ¡Inicie sesión y mire sus resultados!
fr: Connectez-vous et observez vos resultats!
ja: あなたの結果を確認してください。Sign in
pt: Entre e veja seus resultados!
ru: Авторизуйтесь и посмотрите Ваши результаты!

source: Download Now
ar: حمل الأن!
es: ¡Descarga ahora!
fr: Téléchargez maintenant !
ja: 今すぐダウンロードする
pt: Fáca o download agora mesmo!
ru: Скачать сейчас!

source: Modhello,</span><span>an app for designers.
ar: لدينا تطبيق جديد للمصممين<br>!Modhello يسمى بتطبيق
es: Modhello, </span><span>una aplicación para diseñadores.
fr: Modhello, </span><span>une application pour les designers,
ja: Modhello </span><span>デザイナー用のアプリ
pt: Modhello, </span><span>um aplicativo para designers.
ru: Modhello, </span><span>приложение для дизайнеров.

source: Upload your designs via Modhello!
ar: !Modhello حمل تصاميمك من خلال تطبيق
es: ¡Sube tus diseños en Modhello!
fr: Soumettez vos designs via Modello!
ja: Modhelloアプリを使って、デザインの登録をしてみよう。
pt: Envie seus designs através do Modhello!
ru: Загружайте Ваши работы через приложение Modhello!

source: Share with your friends!
ar: أخبر أصدقائك!
es: ¡Comparte con tus amigos!
fr: Partagez avec vos amis!
ja: お友達とシェアしてください。
pt: Compartilhe com seus amigos!
ru: Поделитесь с друзьями!

source: Tell your friends that you've entered FCC 2015!
ar: أخبر أصدقائك بأنك اشتركت بمسابقة حشد الأزياء لسنة 2015 !
es: ¡Dile a tus amigos que has entrado al FCC 2015!
fr: Dites à vos amis que vous participez au FCC 2015!
ja: あなたのFCC2015参加情報をお友達にお知らせください。
pt: Conte aos seus amigos que você se inscreveu no FCC 2015!
ru: Расскажите своим друзьям о Вашем участии в FCC!

source: <span>Good Luck !</span><strong>{0} {1}</strong>
ar: <span>حظا موفقا! </span><strong>{0} {1}</strong>
es: <span>¡Buena Suerte! </span><strong>{0} {1}</strong>
fr: <span>Bonne chance !</span><string>{0} {1}</strong>
ja: <span>頑張ってください！</span><strong>{0} {1} </strong>
pt: <span>Boa Sorte! </span><strong>{0} {1}</strong>
ru: <span><strong>{0} {1}</strong></span>, удачи!

source: <span>Good Luck !</span><strong style='display: block;'>{0} {1}</strong>
ar: <span>حظا موفقا! </span><strong style='display: block;'>{0} {1}</strong>
es: <span>¡Buena Suerte! </span><strong style='display: block;'>{0} {1}</strong>
fr: <span>Bonne chance !</span><strong style='display: block;'>{0} {1}</strong>
ja: <span>頑張ってください！</span><strong style='display: block;'>{0} {1}</strong>
pt: <span>Boa Sorte! </span><strong style='display: block;'>{0} {1}</strong>
ru: <span><strong style='display: block;'>{0} {1}</strong></span>, удачи!

source: Thank you for a registration!
ar: شكرا على التسجيل!
es: ¡Gracias por registrarse!
fr: Nous vous remercions pour votre inscription!
ja: 登録ありがとうございます！
pt: Obrigado pela sua inscrição!
ru: Благодарим за регистрацию!

source: See you on Oct. 8th
ar: نتقابل مجددا يوم الثامن من أكتوبر
es: Nos vemos el 8 de octubre
fr: Rendez-vous le 8 octobre
ja: 10月8日にまたお会いしましょう。
pt: Nos vemos em 08 de Outubro
ru: Возвращайтесь 8 октября.

source: Thank you for registering,{0} {1}
ar: شكرا على التسجيل, {0} {1}
es: Gracias por registrarte, {0} {1}
fr: Merci pour votre inscription, {0} {1}
ja: 登録ありがとうございます。{0} {1}
pt: Obrigado por se inscrever, {0} {1}
ru: {0} {1}, благодарим Вас за регистрацию!

source: Thank you for registering with FCC! Those who are registered with FCC will occasionally receive newsletters, announcements, and updated schedules through email.<br><br>To guarantee a fair and equal opportunity for all participants, the FCC winner will be selected using an algorithm based "collective intelligence technology." This process is transparent to the public. Thus, FCC allows both professionals and non-professionals to participate, free of charge. FCC hopes to serve as a revolutionary avenue for fashion designers to showcase their talents and skills.<br><br>Please check the FCC schedule.<br><br>
ar: <br><br>يرجى مراجعة الجدول الزمني لمسابقة حشد الأزياء<br><br>لضمان فرصه عادلة ومتساوية لجميع المشتركين, سيتم اختيار الفائزين في مسابقة حشد الأزياء على اساس نظام ‘تكنولوجيا الذكاء الجماعية’ هذه العملية شفافة للجمهور وهكذا فإن مسابقة حشد الأزياء تتيح الفرصة لكل المهنيين وغير المهنيين بالمشاركة. ومجانا<br>. وتأمل مسابقة حشد الأزياء بأن تكون بمثابة وسيلة ثورية لمصممي الأزياء لعرض مواهبهم ومهاراتهم <br><br>شكرا لك على التسجيل في مسابقة حشد الأزياء! جميع المشتركين في مسابقة حشد الأزياء في بعض الأحيان سوف يتلقون النشرات الإخبارية, والإعلانات, والجداول المحدثة من خلال البريد الإلكتروني
es: Gracias.
fr: Merci de vous être inscrit au FCC! <br>Ceux qui se sont inscrit au FCC recevront de temps en temps des newsletters, des annonces, et des mis à jour concernant les dates via email.<br><br>Afin de garantir une opportunité juste et égale pour tous les participants, les vainqueurs du FCC seront sélectionnés grâce à un algorithme sur l’intelligence collective (“collective intelligence technology”). <br><br>Ceci est donc un procédé transparent pour le public. De plus, le FCC invite à la fois les professionnels et amateurs à participer à la compétition, gratuitement. <br>Le FCC espère lancer une révolution dans l’industrie de la mode en permettant aux designers et créateurs de mettre en lumière leurs talents et leurs styles.<br><br>Merci de vérifier les dates du FCC.<br><br>
ja: FCC会員にご登録いただき、誠にありがとうございます。<br>会員登録された方には、日程、お知らせ、ニュースレターなどの情報をメールにて送らせていただきます。 <br><br>FCCの入賞者は'集団的知性によるテクノロジー’を基盤としたアルゴリズムを通して自由かつ公正な審査が行われます。<br><br>この審査の過程は、誰にでも平等に公開されます。<br> FCCに参加したいデザイナーらは、誰でも簡単にそして無料で参加することができます。<br> FCCはこれまで機会を逃してきた人にとって、新たなチャンスの場となり、一般ユーザーの知恵が集約された新しいファッショントレンドを創る大きな波になるはずです。<br><br>FCC日程を確認してください。<br><br>
pt: Obrigado por se inscrever no FCC! <br>Aqueles inscritos no FCC irão ocasionalmente receber newsletters, anúncios e updates sobre o nosso cronograma através de email.<br><br>Para garantir oportunidades iguais e justas a todos os participantes, o vencedor do FCC será selecionado através de um algorítimo de "inteligência coletiva". <br>Esse processo é completamente transparente ao público. <br>Assim, o FCC permite que profissionais e não-profissionais participem sem custo algum. <br>O FCC espera servir como um caminho revolucionário para designers de moda mostrarem seu talento e habilidades.<br><br>Por favor confira nosso cronograma.<br><br>
ru: С уважением.

source: FCC Committee
ar: لجنة مسابقة حشد الأزياء
es: El FCC Comittee
fr: Le comité du FCC
ja: FCC委員会
pt: Comitê do FCC
ru: Комитет FCC.

source: Thank you for participating.
ar: شكرا للمشاركة.
es: Gracias por participar
fr: Merci pour votre participation
ja: ご登録いただき、ありがとうございます。
pt: Obrigado por participar.
ru: Благодарим Вас за участие.

source: Read more
ar: رؤية المزيد
es: Ver más
fr: Voir plus
ja: もっと見る
pt: Veja mais
ru: Посмотреть больше

source: All
ar: الجميع
es: Todo
fr: Tout
ja: 全体
pt: Todos
ru: Все

source: Your story
ar: قصتك
es: Tu historia
fr: Votre Histoire
ja: あなたのストーリー
pt: Sua História
ru: Ваша история

source: FCC News
ar: اخبار مسابقة حشد الأزياء (FCC)
es: Actualidad FCC
fr: Nouveautées du FCC
ja: FCCニュース
pt: Notícias FCC
ru: Новости FCC

source: So, what's your story?
ar: إذا, ما هي قصتك
es: Cuenta, ¿cuál es tu historia?
fr: Quelle est votre Histoire?
ja: あなたのストーリーは何ですか？
pt: Então, qual a sua história?
ru: Итак, какова Ваша история?

source: It’s not a story about fashion.<br>It’s a story about you.
ar: انها ليست قصة عن التصاميم. انها قصة عنك
es: No es una historia sobre moda. Es una historia sobre ti.
fr: Ce n'est pas une histoire de mode, c'est votre Histoire.
ja: ファッションに関することではなく、あなた自身のストーリーについて。
pt: Não é uma história sobre moda. É a sua história.
ru: Это не рассказ о моде. Это рассказ о Вас.

source: Share your stories with us
ar: شارك قصصك معنا
es: Comparte con nosotros tus historias
fr: Partagez votre Histoire avec nous
ja: あなた自身について、私どもにお聞かせください。
pt: Compartilhe sua história conosco
ru: Поделитесь с нами Вашей историей

source: Share
ar: مشاركة
es: Compartir
fr: Partager
ja: 共有する
pt: Compartilhe
ru: Поделиться

source: Search the Title or Registration number
ar: البحث في العنوار او رقم التسجيل
es: Buscar el Título o el Número de Registro
fr: Recherche par Titre ou par numéro d'Enregistrement
ja: 作品タイトルもしくは、登録番号を検索してください。
pt: Procurar Título ou Número de Inscrição
ru: Искать по Названию или Номеру Регистрации

source: <span>Search results for {0}</span><strong>
ar: <span>{0} البحث في النتائج ل</span><strong>
es: <span>Buscar resultados con {0}</span><strong>
fr: <span>Rechercher des résultats pour {0}</span><strong>
ja: <span>{0} に関する検索結果です。</span><strong>
pt: <span>Procurar resultados por {0}</span><strong>
ru: <span>Результат поиска для {0}</span><strong>

source: The URL has been copied. Please paste anywhere you want.
ar: تم نسخ URL. الرجاء اللصق في أي مكان تريد
es: Se ha copiado la URL. Péguela en cualquier otro lugar
fr: L'URL a été copié. Merci de le coller où vous souhaitez.
ja: URLがコピーされました。自由に張り付けしてください。
pt: A URL foi copiada. Cole aonde precisar.
ru: Ссылка была скопирована. Пожалуйста, вставьте ссылку в необходимый ресурс.

source: Loading more
ar: تحميل المزيد
es: Cargando más
fr: Charger d'avantage
ja: 更に読み込む
pt: Carregando
ru: Загрузка

source: Meet the world's fashion lovers united through Fashion Crowd Challenge
ar: قابل عشاق الموضة من العالم موحدون من خلال مسابقة حشد الأزياء
es: Reúnete con los amantes de la moda de todo el mundo mediante Fashion Crowd Challenge
fr: Decouvrez des passionés de mode du monde entier a travers le Fashion Crowd Challenge
ja: ファッションクラウドチャレンジに参加している、世界中のファッションラバーに会いに行きましょう。
pt: Conheça os amantes da moda ao redor do mundo, reunidos através do Fashion Crowd Challenge
ru: Встречайте ценителей моды со всего мира, объединенных под единым началом FCC!

source: Submit your design
ar: تسليم
es: Entrega
fr: Soumission des designs
ja: 登録
pt: Envie seu design
ru: Загрузка

source: FCC 2015 design submission begins on September 10th
ar: تقديم التصاميم لمسابقة حشد الأزياء في 10 سيبتمبر
es: La entrega de trabajos del FCC 2015 comienza el 10 de septiembre
fr: L'envoi des designs au FCC 2015 commence le 10 septembre
ja: FCC2015のデザイナー登録は9月10日から開始されます。
pt: O envio de designs para o FCC 2015 começa em 10 de setembro
ru: Загрузка работ для участия в FCC 2015 начинается с 10 Сентября

source: What is Fashion Crowd Challenge?
ar: ماهي مسابقة حشد الأزياء؟
es: ¿Qué es el Fashion Crowd Challenge?
fr: Qu’est-ce que le Fashion Crowd Challenge?
ja: Fashion Crowd Challenge(FCC)とは？
pt: O que é o Fashion Crowd Challenge?
ru: Что такое Fashion Crowd Challenge?

source: The mission of Fashion Crowd Challenge (FCC) is to find and bring talented, <br>hidden fashion stars into the spotlight of the world. To this end, FCC is introducing a new type of fashion design competition. <br>Unlike typical design contests, design submissions in FCC are evaluated <br>by general people and peer designers.
ar: مهمة مسابقة حشد الأزياء هي العثور على الموهوبين وجلبهم <br> تسليط الضوء على نجوم الازياء المخفين من العالم <br> تحقيقا لهذه الغايه مسابقة حشد الازياء تدخل نوع جديد من المنافسه وتصمميم الأزياءعلى غرار مسابقات تصميم الأزياء العادية,<br>يتم تقييم التصاميم المقدمة في مسابقتنا من قبل جمهور مكون من عامة الناس و من قبل المصممين المحترفين
es: El objetivo del Fashion Crowd Challenge (FCC) es encontrar y atraer a diseñadores calificados <br> y ayudarlos a que den el paso a la escena internacional. Para ello, el FCC introduce un nuevo tipo de concurso de diseño de moda. <br> A diferencia de otros concursos, los trabajos del FCC son evaluados <br> por el público general y otros diseñadores.
fr: L’objectif du Fashion Crowd Challenge (FCC) est découvrir et de mettre en lumière des créateurs aux talents cachés provenant du monde entier. Pour ce faire, le FCC lance un tout nouveau concept de de compétition. Contrairement aux habituelles compétitions de mode, les créations remises lors du FCC sont évaluées à la fois par les designers et le grand public.
ja: FCCはファッションを重心とした集団的知性とITを結合した新しいコンテストです。 <br> 今まで世界のファッショントレンドは少数のブランドの権力と有名デザイナーが独占してきたと思います。<br> FCCは少数の専門家とブランドが独占してきたファッショントレンドに従うより、一般の人々からの知恵を集め、<br>真のファッションについて語る場を作るため集団的知性という力を借りようとしています。
pt: A missão do Fashion Crowd Challenge (FCC) é encontrar estrelas fashion talentosas <br>e trazê-las para os holofotes do mundo. Com essa finalidade o FCC apresenta um novo tipo de competição de designs de moda. <br>Diferente de outras competições de moda, os designs enviados ao FCC são avaliados <br>pelo público em geral e outros designers participantes.
ru: Целью конкурса Fashion Crowd Challenge (FCC) является поиск талантливых, <br>до сих пор неизвестных в индустрии моды дизайнеров и их представление всему миру.<br>Именно для этого FCC презентует совершенно новый формат конкурса для дизайнеров-модельеров. <br>В отличие от типичных дизайнерских конкурсов, заявленные участниками работы открыто оцениваются <br>общественностью и другими участниками.

source: Design <br>Submission
ar: تقديم التصاميم
es: Entrega de <br>Trabajos
fr: Envoi des <br>designs
ja: 作品登録
pt: Envio<br>de Designs
ru: Загрузка <br>Работ

source: Upload <br>your items.
ar: حمل <br>البنود الخاصه بك
es: Carga <br>tus diseños.
fr: Télécharger <br>vos créations.
ja: アップロード <br>あなたのデザイン
pt: Faça o upload<br>de seus itens.
ru: Загрузить <br>Ваши работы

source: <b>10th Sep</b> (am. 00:01) <br><b>- 7th Oct</b> (pm.10:00)
es: 10 Sep</b> (am. 00:01) <br><b>- 7 Oct</b> (pm.10:00)
fr: 10 septembre</b> (00:01 am) <br><b>- 7 octobre</b> (10:00 pm)
pt: 10 de Setembro</b> (am. 00:01) GMT<br><b>- 7 de Outubro</b> (pm.10:00) GMT
ru: 10 Сен.</b> (00:01)<br><b>- 7 Окт.</b> (22:00)

source: Submission
ar: ذهب الى تقديم
es: Ir a la entrega
fr: Envoyer les designs
ja: 登録する
pt: Envio
ru: Перейти к загрузке

source: All uploaded material <br>will be evaluated <br>during FCC2015.
ar: جميع المواد التي تم تحميلها <br>سوف يتم تقيمها <br>خلال مسابقة حشد الأزياء2015
es: Todo el material subido <br>será evaluado <br>durante el FCC2015.
fr: Tous les designs téléchargés <br>seront évalués <br>durant le FCC2015.
ja: アップロードしたすべての作品は <br>FCC2015が行われている間に、<br>評価されます。
pt: Todo o material enviado <br>será avaliado <br>durante o FCC2015.
ru: Все загруженные материалы будут оцениваться<br> в течении конкурса FCC2015

source: <b>8th Oct</b> (am. 00:01) <br><b>- 15th Oct</b> (pm.10:00)
es: 8 Oct</b> (am. 00:01) <br><b>- 15 Oct</b> (pm.10:00)
fr: 8 octobre</b> (00:01 am) <br><b>- 15 octobre</b> (10:00 pm)
pt: 8 de Outubro</b> (am. 00:01) GMT <br><b>- 15 de Outubro</b> (pm.10:00) GMT
ru: 8 Окт.</b> (00:01) <br><b>- 15 Окт.</b> (22:00)

source: Evaluation
ar: اذهب الى التقييم
es: Ir a la evaluación
fr: Aller à l'évaluation
ja: 評価する
pt: Avaliação
ru: Перейти к голосованию

source: Declaration <br>of Winners
ar: بيان <br>الفائزين
es: Proclamación <br>de Ganadores
fr: Annonce <br>des gagnants
ja: 結果発表
pt: Anúncio <br>dos Vencedores
ru: Объявление <br>Победителей
