Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: Submit your reason for recommending a candidate, along with their basic personal info (in any language).<br>Anyone can be recommended as a Committee candidate.
ar: سلم سبب حثك لمرشح اللجنة, مع معلومات اساسية شخصية عنهم (بأي لغة).<br>اي شخص يمكن ان يكون موصى بة كعضوا لجنة .
es: Escríbenos la razón por la cual recomiendas a tu candidato junto con su información personal básica (en cualquier idioma).<br>Cualquier persona puede ser recomendada para integrarse en el Comité.
fr: Soumettez nous les raisons qui vous poussent à recommander un candidat, incluant leurs informations personnelles principales (disponible dans toutes les langues).<br>Tout le monde peut être recommandé en tant que candidat au Comité.
ja: 候補者の基本情報および推薦理由を入力。(どの言語でも使用できます。)<br>誰でもCommittee候補者として推薦できます。
pt: Envie o motivo pelo qual está recomendando um candidato junto com as informações pessoais básicas deste (em qualquer idioma).<br>Qualquer um pode ser recomendado para candidato ao comitê.
ru: Предоставьте объяснение рекомендации выбранного кандидата вместе с его биографией (на любом языке). <br>Любой желающий может быть рекомендован в роли кандидата.

source: How to apply for Committee membership
ar: كيف يمك التقديم لعضوية اللجنة
es: Cómo inscribirse para formar parte del Comité
fr: Comment postuler pour la candidature au Comité
ja: Committeeメンバー選定方法
pt: Como se inscrever como sócio do comitê
ru: Как подать заявку на членство в Комитете

source: Whichever candidate receives the most votes will become a member of the FCC2015 Committee.<br>Anyone can vote for a committee member. It is not necessary to log in.
ar: أياكان المرشح الذي يحصل على اكبر عدد من الأصوات سوف يصبح عضو في لجنة مسابقة حشد الأزياء 2015 .<br>اي شخص يستطيع التصويت لعضو اللجنة. . انه ليس من الضروري تسجيل الدخول.
es: El candidato que reciba más votos, será miembro del Comité del FCC.<br>Cualquier persona puede votar por un miembro para el Comité. No es necesario registrarse
fr: Les personnes recevant le plus de votes deviendront membres du Comité du FCC 2015.<br>N’importe qui peut voter pour un futur membre du Comité. Il n’est pas nécessaire de se connecter.
ja: 推薦された候補者の中で一般の人々の選択を通してFCC2015 Committeeメンバーが選定されます。<br>Committeeメンバー選定に、ログインは必要ありません。また、誰でも投票できます。
pt: O candidato que receber mais votos se tornará um membro do comitê FCC2015.<br>Qualuqer um pode votar em candidatos ao comitê. Não é necessário fazer o login.
ru: Кандидат, получивший большее количество голосов, получит привилегию быть членом Комитета FCC2015.<br>Участвовать в голосовании может любой желающий. Использование авторизации не обязательно.

source: Process of becoming a Committee member
ar: عملية التحول إلى عضو لجنة
es: Proceso de selección de los miembros del Comité
fr: Procédure de sélection pour devenir membre du Comité
ja: Committeeメンバー承認手順
pt: Processo para se tornar um membro do comitê
ru: Процесс подтверждения членства в Комитете

source: 1. Committee membership application<br>2. Committee membership approval<br>3. New member formally begins Committee activity
ar: 1. طلب عضوية اللجنة<br>2. موافقةعضوية اللجنة<br>3. بدأ العضو الجديد رسميا نشاط اللجنة
es: 1. Inscripción para miembro del Comité <br>2. Aceptación para formar parte del Comité <br>3. El nuevo miembro comienza su actividad en el Comité
fr: 1. Inscription au Comité <br>2. Approbation aux membres du Comité <br>3. Les nouveaux membres débutent leur activité au Comité
ja: 1. Committeeメンバー活動要請 <br>2. Committeeメンバー承認 <br>3. Committeeメンバー正式活動開始
pt: 1. Inscrição para membro do comitê<br>2. Aprovação da inscrição<br>3. O novo membro inicia formalmente as atividades como integrante do comitê
ru: 1. Заявка на членство в Комитете <br>2. Подтверждение членства <br>3. Участие в конкурсе в роли утвержденного члена Комитета

source: <li>If there is an error or mistake in the Committee candidate request, the submission may be canceled.</li><li>Committee candidate information may not be edited after uploading.</li>
ar: معلومات مرشح اللجنة يمكن أن لا تحرر بعد التحميل,..</li><li> قد يلغى التسليم <li> إذا كان هناك اخطاء في طلب العضو</li>
es: <li>Si hay algún problema con la inscripción, ésta podría ser eliminada.</li><li>Su inscripción para el Comité no puede ser editada ni eliminiada.</li>
fr: <li>Si nous rencontrons un problème majeur avec votre candidature au Comité, il se peut qu'elle soit annulée. </li><li>Votre formulaire ne peut être ni modifié ni supprimé.</li>
ja: <li>Committee候補者情報に問題があった場合には、管理者が任意で削除することができます。</li><li>Committee候補者情報は今後、修正および削除することができません。</li>
pt: <li>Se houver algum erro na solicitação do candidato ao comitê, o envio pode ser cancelado. </li><li>Informações do candidato não poderão ser editadas após o upload. </li>
ru: <li>Ваш запрос на участие может быть удален в случае возникновения проблем с заявкой.</li><li>Ваша заявка на участие в роли члена Комитета не может быть отредактирована или удалена.</li>

source: English name
ar: الإسم بالإنجليزي
es: Nombre
fr: Prénom anglophone (si nécessaire)
ja: ローマ字表記
pt: Nome
ru: Имя на английском

source: <li>-You can check who is registered as a candidate.</li><li>-Registered names can be entered again.</li>
ar: الأسماء التي قدمة يمكن ان تدخل مرة اخرى.</li><li>- تستطيع التحقق من المقدمين كأعضاء<li>-.</li>
es: <li>-Puedes ver quién está registrado como candidato</li><li>-Los nombres ya registrados pueden ser ingresados de nuevo</li>
fr: <li>-Vous pouvez avoir accès à la liste des candidats.</li>
ja: <li>-登録されているCommittee候補者を確認して頂くことができます。 </li><li>-同一の名前を持った他のCommittee候補者も登録することができます。</li>
pt: <li>-Você pode conferir quem está registrado como candidato. </li><li>Nomes já registrados podem ser adicionados novamente.</li>
ru: <li>-Вы можете проверить кто зарегистрирован в качестве кандидата.</li><li>-Зарегистрированные имена могут быть введены снова.</li>

source: Confirm registration
ar: قبول التسجيل
es: Confirmar registro
fr: Confirmer la candidature
ja: 候補者登録可否の確認
pt: Confirmar inscrição
ru: Подтверждение

source: Picture
ar: صورة
es: Fotografía
fr: Photo
ja: 写真
pt: Foto
ru: Изображение

source: Browse…
ar: تصفح…
es: Subir una foto
fr: Télécharger
ja: 添付する…
pt: Navegue...
ru: Обзор…

source: <li>-Image size: 420 * 420/ ~5 MB</li><li>-Large images will be cropped.</li>
ar: <li>-حجم الصوره: 420 * 420/ ~5 MB</li><li>-الصور الكبيرة سوف تقص.</li>
es: <li>-Tamaño de la imagen: 420*420 / ~5 MB</li><li>-Las imágenes que excedan el tamaño indicado serán recortadas. </li>
fr: <li>-Format des images : 420 * 420 / ~5 MB </li><li>Les images trop larges seront automatiquement coupées</li>
ja: <li>-画像ファイルのサイズ : 420 * 420 /容量 : ~5 MB</li><li>-画像ファイルのサイズが大きい場合、写真の中央部分を基準にカットされます。</li>
pt: <li>-Tamanho da imagem: 420*420/ ~5MB</li><li>-Imagens muito grands serão cortadas. </li>
ru: <li>-Размер изображения: 420 * 420 / ~5 МБ </li><li>-Большие изображения будут обрезаны.</li>

source: Reason for recommendation
ar: سبب التوصية
es: Motivo de la recomendación
fr: Justification de la recommandation
ja: 推薦理由
pt: Motivos para recomendação
ru: Причина рекомендации

source: Provide a detailed explanation for your recommendation
ar: تقديم شرح مفصل عن التوصية الخاصة بك
es: Por favor dar una explicación detallada de su recomendación
fr: Donnez une expliation précise de votre recommandation
ja: 推薦理由は詳しく作成してください。
pt: Providencie uma explicação detalhada para a sua recomendação
ru: Пожалуйста, дайте подробное объяснение Вашей рекомендации.

source: Submitted information cannot be revised or edited.
ar: لا يمكن استلام المعلومات المقدمة او تحريرها.
es: Una vez entregada, la información del candidato será vista principalmente por la gente cercana al lugar donde el diseñador se encuentre.
fr: Après envoi, vous ne pourrez pas modifier les informations.
ja: Committee候補者情報は今後、修正および削除することはできません。
pt: Informações enviadas não podem ser editadas.
ru: Вы не сможете изменить или отредактировать информацию после загрузки работ.

source: Country where candidate is from
ar: بلد المرشح
es: País donde se encuentra el candidato
fr: Pays de résidence du candidat
ja: 主要活動国家
pt: País de origem do candidato
ru: Страна проживания кандидата

source: The candidate's information will be viewed primarily by people residing in his or her provided location.
ar: معلومات المرسح ستكون ظاهره في في المقام الأول للناس وستبقى في مقدمة موقعة او موقعها.
es: Una vez entregada, la información del candidato será vista principalmente por la gente cercana al lugar donde el diseñador se encuentre.
fr: Les personnes qui auront été recommandées seront dans un premier temps soumises au vote de personnes résidant dans la même région géographique.
ja: Committee候補者の主要活動国家を登録して頂くと、該当地域に候補者が優先的に現れます。
pt: As informações do candidato serão vistas principalmente por pessoas vivendo em seu país de origem.
ru: Заявка кандидата будет рассматриваться в первую очередь людьми, проживающих в его (ее) местности.

source: Click on the left picture to recommend.
ar: انقر على الصورة اليسار للتوصية.
es: Haga click en la fotografía de la izquierda para recomendar
fr: Cliquez sur la photo de gauche pour recommander.
ja: 推薦するには画像をクリックしてください。
pt: Clique na imagem a esquerda para recomndar alguém.
ru: Нажмите на изображение слева для рекомендации.

source: An error occurred. Please try again.
ar: حدث خطاء. الرجاء المحاولة مرة اخرى.
es: Ha ocurrido un error. Por favor intente de nuevo.
fr: Erreur. Essayez de nouveau.
ja: エラーが発生しました。お手数ですが再度やり直してください。
pt: Ocorreu um erro. Por favor, tente novamente.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.

source: Recommended Image
ar: صورة موصى بها
es: Recomendar imagen
fr: Image recommandée
ja: フォーマット
pt: Imagem recomendada
ru: Рекомендованное изображение.

source: No image file attached.
ar: لا يوجد ملف صور مرفق.
es: No hay archivo de imagen añadido
fr: Aucune image n'a été attachée
ja: イメージ画像が添付されておりません。
pt: Não existe um arquivo de imagem anexado
ru: Ни одного изображения не было загружено.

source: You can attach only image files.
ar: يمكنك ارفاق فقط ملف صور.
es: Solamente se pueden añadir archivos de imágenes.
fr: Vous ne pouvez attacher que des images
ja: イメージ画像のみ添付してください。
pt: Você pode anexar apenas arquivos de imagem.
ru: Вы можете загрузить только изображение.

source: Upload limit exceeded.
ar: تجاوز حد التحميل.
es: Límite de entregas excedido.
fr: Limite du nombre d'unités dépassée.
ja: アップロードできる容量を超えました。
pt: limite de upload excedido.
ru: Превышение лимита загрузок.

source: Submission accepted.
ar: تم قبول التقديم.
es: Entrega aceptada
fr: Envoi accepté.
ja: お申し込みが完了しました。
pt: Inscrição aceita.
ru: Заявка принята.

source: Once you submit this information, you will be unable to edit or delete it.
ar: عند تقديمك هذة المعلومات, لن تكون قادر على حذفها او تحريرها.
es: Una vez sea subida la información, será imposible editarla o eliminarla.
fr: Une fois ces informations envoyées, vous ne pourrez pas les modifier ou les supprimer.
ja: Committee候補者に関する情報は編集および削除が出来ません。
pt: Uma vez que você envie estas informações você será incapaz de editar ou removê-las.
ru: Вы не сможете изменить или удалить информацию после ее загрузки.

source: Please enter the name using only English letters.
ar: الرجاء ادخال الإسم مستخدما فقد الأحرف الإنجليزية.
es: Por favor introduzca su nombre en inglés
fr: Ecrivez votre nom en utilisant seulement l'alphabet occidental.
ja: お名前はローマ字表記でお願いします。
pt: Por favor insira um nome utilizando apenas o alfabeto romano.
ru: Пожалуйста, введите Ваше имя на английском языке.

source: You haven't attached a picture.
ar: لم تقوم بإرفاق صورة.
es: No se añadió ninguna imagen.
fr: Vous n'avez pas attaché de photo.
ja: イメージ画像が添付されておりません。
pt: Você não incluiu uma imagem.
ru: Вы не загрузили изображение.

source: Please enter your recommendation reason.
ar: الرجاء إدخال سبب حثك.
es: Por favor introduzca la razón de su recomendación.
fr: Ecrivez la raison de votre recommandation.
ja: 推薦理由を入力してください。
pt: Por favor insira o motivo da sua recomendação.
ru: Пожалуйста, введите причину Вашей рекомендации.

source: Image size must be greater than 420x420 pixels.
ar: بكسل420x420 يجب ان يكون حجم الصورة اكبر من .
es: El tamaño de la imagen debe ser mayor a 420x420 pixeles.
fr: La taille des images doit être supérieure à 420x420 pixels.
ja: イメージ画像が横（４２０px）＊縦（４２０px）より小さい場合はご登録できません。
pt: O tamanho da imagem deve ser maior que 420x420 pixels.
ru: Формат изображения должен быть больше 420х420 пикселей.

source: Your attachment cannot exceed 5MB.
ar: مرفقاتك لا يمكن ان تتجاوز 5 ميغابايت
es: El archivo añadido no puede ser mayor a 5MB.
fr: Votre pièce jointe ne peut pas dépasser 5MB.
ja: 添付ファイルは５MB以内のものをご登録ください。
pt: O seu anexo não pode ser maior que 5MB.
ru: Ваши загруженные материалы не должны превышать 5 MB.

source: Please choose a country.
ar: الرجاء إختيار الدولة.
es: Elija un país.
fr: Choisissez un pays.
ja: 国を選択してください。
pt: Por favor escolha um país.
ru: Выберите страну.

source: You can submit only one candidate per day.
ar: تستطيع اختيار مرشح واحد مرة واحدة يوميا.
es: Solo es posible registrar un candidato al día.
fr: Vous ne pouvez enregistrer qu'un seul candidat par jour.
ja: 候補者申請は、1日に1回のみ可能です。
pt: Você pode enviar apenas um candidato por dia.
ru: Вы можете зарегистрировать одного кандидата в день.

source: Please enter the candidate's name in four or more English letters.
ar: الرجاء إدخال اسم المرشح من خمس حروف إنجليزية او اكثر.
es: Introduzca el nombre del candidato usando cuatro o más letras.
fr: Ecrivez le nom du candidat au minimum en 4 lettres anglaises.
ja: 候補者氏名は、ローマ字4文字以上を登録してください。
pt: Por favor insira o nome do candidato contendo quatro ou mais letras.
ru: Введите имя кандидата, используя 4 или больше латинских символов.

source: Please enter the candidate's name in four or more English letters and then click Confirm Registration.
ar: الرجاء إدخال اسم المرشح من خمس حروف إنجليزية او اكثر من ثم اضغط على تأكيد التقديم .
es: Introduzca el nombre del candidato usando cuatro o más letras y después pulse “Confirmar Inscripción.”
fr: Ecrivez le nom du candidat au minimum en 4 lettres anglaises et ensuite cliquez sur Confirmer l'inscription.
ja: 候補者氏名はローマ字4文字以上を入力し、候補者登録可否のボタンをクリックしてください。
pt: Por favor insira o nome do candidato contendo quarto ou mais letras e depois clique em Confirmar Inscrição.
ru: Введите имя кандидата, используя 4 или больше латинских символов и нажмите кнопку Подтвердить Регистрацию.

source: Committee Application
ar: تطبيق اللجنة
es: Aplicación para el Comité
fr: Inscription au Comité
ja: 申請
pt: Inscrição no Comitê
ru: Заявка в Комитет

source: Anyone can apply to be a Committee candidate.<br>Visit the application page to apply or recommend.
ar: زور تطبيق الصفحة للتقديم او لحث ناس تعرفهم.<br>أي شخص يستطيع التقديم ليصبة عضو لجنة
es: Cualquier persona puede inscribirse para ser miembro del Comité <br>Visita la página de inscripción y recomiéndanos un candidato
fr: Toute personne peut postuler en tant que membre du Comité.<br>Vous pouvez vous inscrire vous-même ou recommander quelqu'un d'autre.<br>nous vous prions de remplir vos recommandations avec attention!
ja: 誰でもCommittee 候補者になることができます。<br>推薦理由はなるべく、詳しく作成してください。
pt: Qualquer um pode se inscrever para ser um candidato ao comitê.<br>Visite a página de inscrições para se inscrever ou recomendar alguém.
ru: Любой желающий может подать заявку на членство в Комитете.<br>Вы можете посетить страницу подачи заявок, чтобы подать заявку или рекомендовать другого кандидата. Пожалуйста, заполняйте Вашу рекомендацию внимательно!

source: What will Committee members do?
ar: ماذا سيفعل عضو اللجنة?
es: ¿Qué hacen los miembros del Comité?
fr: De quoi seront chargés les membres du Comité ?
ja: Committeeメンバーは、どんな活動をしますか？
pt: O que integrantes do comitê farão?
ru: Как именно будут задействованы члены Комитета?

source: Committee members will cheer on the participating designers in a variety of ways, including (but not limited to!) sending inspiring messages and encouraging them to participate in the voting process.
ar: أعضاء اللجنة سوف يهتفون على المصممين المشاركين في مجموعة متنوعة من الطرق. بالإضافة الى (لكن لا تقتصر على) إرسال رسائل ملهمة وتشجيعهم على المشاركة في عملية التصويت
es: Los miembros del Comité animarán a los diseñadores mediante una gran variedad de formas, por ejemplo, enviando mensajes inspiradores y alentándolos a participar en el proceso de votación
fr: Les membres du Comité vont encourager les designers participants de plusieurs manières, incluant (mais pas seulement !) des messages de soutien et des encouragements à prendre part à la procédure de vote.
ja: 選定されたCommitteeメンバーはFCC2015デザイナーの投票に参加するようになり、サポートメッセージなと多様な方法で参加デザイナーを応援します。
pt: Integrantes do comitê apoiarão os designers participantes de várias maneiras, incluindo (mas não limitado) enviar mensagens inspiradoras e encorajar a participação no processo de votação.
ru: Члены Комитета будут всячески поддерживать участвующих в конкурсе дизайнеров различными способами (например отправлять сообщения с советами и воодушевлять их принять участие в процессе голосования).

source: More
ar: المزيد
es: Más
fr: Plus
ja: もっと
pt: Mais
ru: Больше

source: FCC 2015 will provide the top judges that gave excellent evaluation results an invitation to the 2016 Crowd Challenge Festival in Shanghai with airline tickets, accommodation, and works from the winning designers.
ar: مسابقة حشد الأزياء لسنة 2015، ستمنح أفضل الحكام الذين أعطوا تقييمات مميزة، دعوة لحضور عرض الأزياء الخاص بالمسابقة بمدينة شانغهاي في الصين، مصحوبة بتذكرة السفر مع الإيقامة، و أعمال مصممي الأزياء الفائزين بالمسابقة.
es: El FCC2015 dará a los miembros del jurado que den una excelente evaluación de resultados una invitación para el 2016 Crowd Challenge Festival en Shangai con boletos de avión, alojamiento y regalos de los diseñadores ganadores.
fr: Le FCC 2015 enverra aux juges qui auront donnés la meilleure évaluation, une invitation au Crowd Challenge Festival 2016 à Shanghai, billet d’avion, logement et créations provenant des designers vainqueurs inclus.
ja: FCC2015は、優秀な審査結果を提供してくださった優秀審査員に、上海で開催される2016Crowd Challenge Festivalへの招待状、航空チケット、宿泊券及び優勝者のデザイン作品をお贈りします。
pt: O FCC dará aos top jurados que ofereceram avaliações excelentes um convite para para o Crowd Challenge Festival 2016 em Xangai incluindo passagem aérea, acomodação e criações de designers vencedores.
ru: FCC 2015 предоставит топ-судьям, принявшим наиболее активное участие во всеобщем голосовании, приглашение на 2016 Crowd Challenge Festival в Шанхае, в покрытием затрат на авиабилеты и проживание, а также топ-судьи получат подарочные наборы с работами от дизайнеров-победителей.

source: Find out more about FCC 2015
ar: تعرف على المزيد حول مسابقة حشد الأزياء لعام 2015
es: Descubre más sobre FCC 2015
fr: En savoir plus sur le FCC 2015
ja: FCC 2015について更に詳しくを見る
pt: Saiba mais sobre o FCC 2015
ru: Узнайте больше о FCC 2015

source: Do not show again today.
ar: لا تظهر مرة أخرى اليوم, شكرا
es: No volver a mostrar hoy
fr: Ne pas afficher à nouveau aujourd'hui
ja: 今日は、もう見ない
pt: Não mostrar novamente hoje.
ru: Не показывать сегодня снова.

source: 10th Sep.<br> - <br>7th Oct.
ar: من ١٠ سبتمبر<br> - <br>حتى ٧ أكتوبر
es: 10 de septiembre<br> - <br>7 de octubre
fr: 10 septembre<br> - <br>7 octobre
ja: 9月10日<br> ～ <br>10月7日
pt: 10 setembro<br> - <br>7 outubro
ru: 10 Сен.<br> - <br>7 Окт.

source: Not a member yet?
ar: لست عضوا بعد؟
es: ¿Todavía no eres miembro?
fr: Pas encore membre?
ja: 登録はまだですか？
pt: Ainda não é um membro?
ru: Еще не зарегистрировались?

source: Fashion CC 2015</span><span>Design Submission Start
ar: مسابقة حشد الأزياء لعام 2015 </span><span> بداية تقديم التصاميم
es: FCC 2015</span><span>Comienza la Entrega de Diseños
fr: FCC 2015</span><span>Début de la soumission des designs
ja: FCC 2015</span><span>デザイン登録開始
pt: FCC 2015</span><span>Início do Envio de Designs
ru: FCC 2015</span><span>Начало Загрузки Работ

source: Fashion CC 2015</span><span>Evaluations Start
ar: مسابقة حشد الأزياء لعام 2015 </span><span> بدء التقييمات
es: FCC 2015</span><span>Comienzan las Evaluaciones
fr: FCC 2015</span><span>Début de l'évaluation
ja: FCC 2015</span><span>評価開始
pt: FCC 2015</span><span>Início das Avaliações
ru: FCC 2015</span><span>Всеобщее Голосование Начинается!

source: Be a judge
ar: كن حكم
es: Sé juez
fr: Devenez juge
ja: 評価者として参加する
pt: Seja um jurado
ru: Будьте судьей

source: Check out another designer!
ar: التحقق من مصممين أخرين
es: Ver otro diseñador
fr: Découvrir un autre designer
ja: 查看其他设计师
pt: vá para outro designer
ru: посмотреть другого дизайнера

source: Evaluate
ar: تقييم
es: Evaluar
fr: Evaluer
ja: 进行评审
pt: avalie
ru: оценить

source: FCC's evaluation<br>has begun.
ar: مسابقة حشد الأزياء لعام </span><span> بدء التقييمات
es: Guía de evaluación del FCC 2015
fr: FCC Début de l'évaluation
ja: FCC 評価開始
pt: FCC Início das Avaliações
ru: FCC Всеобщее Голосование Начинается

source: FCC 2015 Evaluation Guide
ar: دليل تقييم مسابقة حشد الأزياء 2015
es: FCC 2015 <br>Evaluation Guide
fr: Guide d'évaluation du FCC 2015
ja: FCC2015評価ガイド
pt: Guia de Avaliação FCC 2015
ru: Руководство для голосования FCC 2015

source: The FCC 2015 Evaluation to meet the world's talented designers' works has begun!
ar: التقييم من مسابقة حشد الأزياء 2015 لرؤية أعمال مصممين العالم الموهوبين قد بدأ
es: La evaluación del FCC 2015 ha comenzado, ¡descubre a diseñadores de todo el mundo!
fr: L'évaluation du FCC 2015 qui vous permet de découvrir de talentueux designers a commencée!
ja: 世界各地から集まった、才能のあるファッションデザイナーの作品を楽しめるFCC2015の評価が始まりました！
pt: As avaliação do FCC 2015 para encontrar os mais talentosos designers do mundo já começou!
ru: Всеобщее голосование FCC 2015 - возможность встретить работы талантивых дизайнеров со всего мира!

source: Do you want to be a judge? Use the evaluation guide to start judging now.
ar: هل تود ان تصبح حكم؟ استخدم دليل التقييم لبدء التحكيم الأن
es: ¿Te gustaría formar parte del jurado? Utiliza la guía de evaluación para comenzar a evaluar ahora
fr: Voulez-vous devenir juge? Utilisez le guide d'évaluation pour commencer a évaluer maintenant.
ja: 評価に参加されたいですか？FCCから提供される評価ガイドをご覧になって評価を始めてみましょう。
pt: Você quer ser um jurado? Use o guia de avaliação para começar a avaliar agora mesmo.
ru: Хотите стать судьей? Используйте руководство к голосованию чтобы начать оценивать работы прямо сейчас.

source: See the guide
ar: رؤية الدليل
es: Ver la guía
fr: Voir le guide
ja: ガイドを見る
pt: Veja o guia
ru: Посмотреть руководство

source: FCC invites the top voted designers to join FCC Committee on this page.
ar: ١-مسابقة حشد الأزياء تدعوا أكثر المصممين المتحصلون على أصوات للانضمام إلى لجنة المسابقة.
es: FCC invita a los diseñadores más votados a unirse al FCC Committee en esta página
fr: Le FCC invite les designers recevant le plus de vote à rejoindre son Comité sur cette page.
ja: FCCは今回、最高投票者に選ばれた方にFCCのCommitteeメンバーとして活動してくれることをお願います。
pt: O FCC convida os designers mais votados a participar do Comitê do FCC nesta página.
ru: FCC приглашает дизайнеров, занявших топ-позиции в нашем ежедневном голосовании, <br>вступить в FCC Committee на нашей официальной странице

source: Recommend or vote people you respect
ar: ٢-الرجاء دعم أفضل المصممين، وواصلوا التصويت!
es: ¡Recomiéndanos candidatos y vota!
fr: Recommandez des candidats et votez!
ja: 候補者を推薦し、投票してください。
pt: Por favor, recomende candidatos e vote!
ru: Рекомендуйте кандидатов и голосуйте!

source: Choose the winners of the Fashion Crowd Challenge!
ar: اختر الفائز بمسابقة حشد الأزياء!
es: ¡Elige a los ganadores de Fashion Crowd Challenge!
fr: Choisissez le vainqueur du Fashion Crowd Challenge!
ja: Fashion Crowd Challengeの受賞者を選択してください。
pt: Escolha os vencedores do Fashion Crowd Challenge!
ru: Выберите победителей конкурса Fashion Crowd Challenge!

source: Top 15 Designers
ar: أعلى 15 مصمم
es: Los mejores 15 Diseñadores
fr: Designers du Top 15
ja: デザイナートップ15名
ru: 15 Топ-Дизайнеров

source: Popular Designers
ar: أكثر المصممين شعبية
es: Diseñadores más populares
fr: Designers les plus populaires
ja: 最も人気のあるデザイナー
pt: Designers Mais Populares
ru: Самые популярные дизайнеры
