Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: DAYS
ar: الأيام
es: DÍAS
fr: JOURS
ja: 日
pt: DIAS
ru: ДНЕЙ

source: HOURS
ar: الساعات
es: HORAS
fr: HEURES
ja: 時間
pt: HORAS
ru: ЧАСОВ

source: MIN
ar: دقائق
es: MINUTOS
ja: 分
ru: МИН

source: SEC
ar: ثواني
es: SEGUNDOS
ja: 秒
ru: СЕК

source: JOIN
ar: سجل
es: Registrarse
fr: S'INSCRIRE
ja: 会員登録
pt: INSCREVA-SE
ru: ЗАРЕГИСТРИРОВАТЬСЯ

source: we need a few things to create your account.
ar: نحن بحاجه الى قليل من الأشياء لتصحيح حسابك
es: necesitamos algunas cosas para crear tu cuenta
fr: nous avons besoin de quelques choses pour créer votre compte.
ja: アカウント登録のため、情報入力が必要です。
pt: Precisamos de algumas informações para criar sua conta
ru: нам необходимо несколько деталей для создания Вашего аккаунта.

source: Create a password of 8~20 characters (numbers, letters, symbols)
ar: (انشاء كلمة مرور من 8~10 أحرف (ارقام,احرف, رموز
es: Cree una contraseña de 8~20 carácteres (números y símbolos)
fr: Créer un mot de passe de 8 ~ 20 caractères (chiffres, lettres, symboles)
ja: パスワードは8～20字（英数字＋記号）
pt: Crie uma senha de 8~20 caracteres (números, letras, símbolos)
ru: Придумайте пароль из 8~20 знаков (включая цифры, буквы и символы)

source: Your password cannot consist of a numerial or alphabetical sequence.
ar: لا يمكن أن تتكون كلمة المرور من سلسلة عددية أو أبجدي
es: Su contraseña no puede estar formada solo
fr: Votre de mot de passe ne peut pas consister en une suite numérique ou alphabétique.
ja: パスワードは連続する数字、文字は使用できません。
pt: A sua senha não pode conter uma sequência numérica ou alfabética
ru: Ваш пароль не может быть в цифровом или алфавитном порядке.

source: Your password cannot be the same as your user name or email.
ar: كلمة السر لا يمكن أن يكون نفس اسم المستخدم الخاص بك أو البريد الإلكتروني
es: Su contraseña no puede ser la misma que su nombre o dirección de correo
fr: Votre mot de passe ne doit pas être votre nom d'utilisateur ou votre adresse email.
ja: パスワードは登録者氏名，E-mailアドレスと同一のものは使用できません。
pt: A sua senha não pode ser a mesma que seu nome de usuário ou email
ru: Ваш пароль не может быть идентичен имени пользователя или адресу электронной почты.

source: Create Account
ar: إنشاء حساب
es: Crear una Cuenta
fr: Créer un Compte
ja: アカウント登録
pt: Crie sua Conta
ru: Создать Аккаунт

source: Are you a member?
ar: هل أنت عضو؟
es: ¿Ya eres miembro?
fr: Êtes-vous membre?
ja: 会員ログイン
pt: Já é cadastrado?
ru: Уже зарегистрированы?

source: Log in
ar: تسجيل الدخول
es: Iniciar Sesión
fr: Connexion
ja: ログイン
ru: Авторизоваться

source: By creating an account, I accept FCC’s.<br>Terms and Conditions and Privacy Policy.
ar: عن طريق انشاء حساب في مسابقة حشد الأزياء أقبل بكل شروط وسياسات المسابقة
es: Al crear una cuenta, acepto los términos y condiciones y la política de privacidad del FCC.
fr: En créant un compte, <br>j'accepte les Termes du Contrat et la Politique de Confidentialité.
pt: Ao criar uma conta eu concordo com os<br>Termos, Condições e Política de Privacidade do FCC
ru: Создавая аккаунт, <br> Я принимаю Условия Сервиса и Политику Конфиденциальности FCC.

source: Please enter your email.
ar: يرجى إدخال البريد الإلكتروني الخاص بك
es: Introduzca su correo
fr: Merci d'entrer votre email.
ja: E-mailアドレスを登録してください。
pt: Por favor insira seu email.
ru: Пожалуйста, введите Ваш e-mail.

source: Invalid email format.
ar: تنسيق البريد الإلكتروني غير صالح
es: Formato de correo inválido
fr: Format d'email invalide
ja: フォーマットに合わないE-mailアドレスを入力した場合
pt: Email inválido.
ru: Неправильный формат электронной почты.

source: Welcome to Fashion Crowd Challenge.<br>Time to meet designs and designers of every stripe from all around the world!
ar: مرحبا بكم في تحدي حشد الازياء.<br> انه الوقت لرؤية التصاميم والمصممين من مختلف المشارب من جميع أنحاء العالم!
es: Bienvenido al Fashion Crowd Challenge.<br>¡Hora de reenontrarse con diseñadores de todos los estilos procedentes de todos los rincones del mundo!
fr: Bienvenue au Fashion Crowd Challenge.<br>Il est temps de rencontrer les designs et les designers provenant du monde entier!
ja: ようこそFashion Crowd Challengeへ！<br>全世界のファッションデザイナーと多様なファッションセンスを持った人々との出会いの場です！
pt: Bem vindo ao Fashion Crowd Challenge.<br>É a hora de conhecer designs e designers de todos os tipos e de todas as partes do mundo!
ru: Добро пожаловать в Fashion Crowd Challenge. <br> Время встретить дизайнеров со всего мира!

source: Social Media
ar: وسائل التواصل الاجتماعي
es: Redes Sociales
fr: Réseaux Sociaux
ja: SNS登録
pt: Redes Sociais
ru: Социальные Сети

source: Join FCC
ar: fcc التسجيل في
es: Registrarse en FCC
fr: S'INSCRIRE AU FCC
ja: FCC会員登録
pt: Inscreva-se no FCC
ru: Присоединиться к FCC

source: This account has already been created via {0}
ar: وقد تم بالفعل إنشاء هذا الحساب عبر
es: Esta cuenta ya ha sido creada mediante
fr: Ce compte a deja été créé via
ja: 既に登録されたアカウントです。
pt: Esta conta já foi criada via
ru: Этот аккаунт уже был создан через

source: This account was deleted. Would you like to restore this account?
ar: تم حذف هذا الحساب. هل ترغب في استعادة هذا الحساب؟
es: Esta cuenta fue eliminada. Le gustaría restaurarla?
fr: Ce compte a été supprimé. Voulez-vous restaurer ce compte?
ja: このアカウントは退会されたアカウントです。アカウントを復元しますか？
pt: Esta conta foi deletada. Você gostaria de restaurá-la?
ru: Этот аккаунт был удален. Хотите восстановить этот аккаунт?

source: Please enter your email
ar: الرجاء ادخال بريدك الإلكتروني
es: Introduzca su correo electrónico
fr: Merci d'entrer votre email
ja: E-mailアドレスを登録してください。
pt: Por favor insira seu email
ru: Пожалуйста, введите Ваш e-mail.

source: Please enter your password
ar: يرجى إدخال كلمة المرور
es: Introduzca su contraseña
fr: Merci d'entrer votre mot de passe
ja: パスワードを入力してください。
pt: Por favor insira sua senha
ru: Пожалуйста, введите Ваш пароль

source: Welcome to Fashion Crowd Challenge. <br>Time to meet designs and designers of every stripe from all around the world!
ar: مرحبا بكم في تحدي حشد الازياء. <br>انه الوقت لرؤية التصاميم والمصممين من مختلف المشارب من جميع أنحاء العالم!
es: Bienvenido al Fashion Crowd Challenge.<br>¡Hora de reenontrarse con diseñadores de todos los estilos procedentes de todos los rincones del mundo!
fr: Bienvenue au Fashion Crowd Challenge.<br>Il est temps de rencontrer les designs et les designers provenant du monde entier!
ja: ようこそFashion Crowd Challengeへ！<br>全世界のファッションデザイナーと多様なファッションセンスを持った人々との出会いの場です！
pt: Bem vindo ao Fashion Crowd Challenge.<br>É a hora de conhecer designs e designers de todos os tipos e de todas as partes do mundo!
ru: Добро пожаловать в Fashion Crowd Challenge. <br> Время встретить дизайнеров со всего мира!

source: Incorrect Password
ar: كلمة المرور غير صحيحة
es: Contraseña Incorrecta
fr: Mot de passe incorrect
ja: パスワードが一致しません。
pt: Senha Incorreta
ru: Неправильный пароль

source: We couldn't find your account. Would you like to <a class="is-join" href="/auth/join">join us?</a>
ar: لم نتمكن من العثور على حسابك. هل ترغب في <a class="is-join" href="/auth/join"> الانضمام إلينا؟ </a>
es: No hemos podido encontrar su cuenta. <br>¿Le gustaría <a class="is-join" href="/auth/join">unirse?</a>
fr: Nous ne trouvons pas votre compte. <br>Voulez-vous <a class="is-join" href="/auth/join">nous rejoindre?</a>
ja: アカウントが見つかりません <br>会員登録を <a class="is-join" href="/auth/join">しますか？</a>
pt: Não conseguimos encontrar sua conta. Você gostaria de <a class="is-join" href="/auth/join">se inscrever?</a>
ru: Мы не смогли найти Ваш аккаунт. Хотели бы Вы <a class="is-join" href="/auth/join"> присоединиться к нам?</a>

source: We couldn't find your account. Would you like to
ar: لم نتمكن من العثور على حسابك.<br> هل ترغب في
es: No hemos podido encontrar su cuenta. <br>¿Le gustaría
fr: Nous ne trouvons pas votre compte. <br>Voulez-vous
ja: アカウントが見つかりません <br>会員登録を
pt: Não conseguimos encontrar sua conta.<br>Você gostaria de
ru: Мы не смогли найти Ваш аккаунт. Хотели бы Вы

source: join us?
ar: الانضمام إلينا؟
es: unirse?
fr: nous rejoindre?
ja: しますか？
pt: se inscrever?
ru: присоединиться к нам?

source: Forget your password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié?
ja: パスワードをお忘れですか？
pt: Esqueceu sua senha?
ru: Забыли пароль?

source: We will send you an email with a link to reset your password.
ar: سوف نرسل لك رسالة بالبريد الالكتروني مع الرابط لإعادة تعيين كلمة المرور الخاصة بك
es: Le enviaremos un correo con un link para restaurar su contraseña.
fr: Nous vous everrons un email contenant un lien pour renouveler votre mot de passe
ja: 登録されたE-mailアドレスに、パスワードの変更手続きリンクを送ります。
pt: Enviaremos um email com um link para restaurar sua senha.
ru: Мы отправим письмо на Вашу электронную почту с ссылкой для сброса пароля.

source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restaurar Contrarseña
fr: Réinitialiser le mot de passe
ja: パスワードの変更
pt: Restaure sua Senha
ru: Сбросить Пароль

source: Your password has been changed
ar: تم تغيير كلمة المرور الخاصة بك
es: Su contraseña se ha cambiado
fr: Votre mot de passe a été changé
ja: パスワードが変更されました。
pt: Sua senha foi alterada
ru: Ваш пароль был изменен

source: You have changed your password. Please log in again.
ar: .لقد قمت بتغيير كلمة المرور الخاصة بك. يرجى تسجيل الدخول مرة أخرى
es: Ha cambiado su contraseña. Por favor inicie sesión de nuevo
fr: Vous avez modifié votre mot de passe. Merci de vous connecter à nouveau
ja: 新しいパスワードが設定されました。再度ログインしてください。
pt: Você alterou sua senha. Por favor faça o login novamente.
ru: Вы изменили свой пароль. Пожалуйста, авторизуйтесь снова.

source: Go check your email !!
ar: الذهاب للتحقق من بريدك الإلكتروني
es: ¡¡Compruebe su correo electrónico!!
fr: Vérifiez vos emails!
ja: E-mailアドレスを確認してください。
pt: Confira seu email!!
ru: Пожалуйста, проверьте Ваш e-mail!

source: <p>We sent you a link to reset your password. <br>Please check your email.</p> <br> <p>If you cannot find the password reset email, <br>please check your spam folder or click below.</p>
ar: <p>. لقد أرسلنا لك رابطا لإعادة تعيين كلمة المرور الخاصة بك<BR>. يرجى التحقق من بريدك الإلكتروني </ P> <BR> <p>، إذا كنت لم تتمكن من العثور على بريد إعادة تعيين كلمة المرور<BR> . يرجى مراجعة مجلد الرسائل غير المرغوب فيها أو انقر على أدناه</ P>
es: <p>Le hemos enviado un link para restaurar su contraseña. Revise su correo.</p> <br> <p>Si no encuentra el correo para restaurar su cuenta, revise su carpeta de spam o haga click aquí abajo.</p>
fr: <p>Nous vous avons envoyé un lien pour renouveler votre mot de passe. <br>Merci de vérifier vos emails.</p> <br> <p>Si vous ne trouvez pas l'email de modification de votre mot de passe, <br>merci de vérifier votre dossier spam ou bien cliquez ci-dessous.</p>
ja: <p>登録されたE-mailアドレスに、パスワードを変更できるリンクを転送しました。 <br>確認してください。</p> <br> <p>もし、パスワード再設定のメールが見つからない場合は、 <br>迷惑メールフォルダーからご確認ください。</p>
pt: <p>Enviamos um link para restaurar sua senha. <br>Por favor confira seu email.</p> <br> <p>Caso você não encontre o email para restauração de senha, <br>por favor olhe em sua pasta de spam ou clique abaixo.</p>
ru: <p>Мы отправили ссылку для сброса Вашего пароля.</p> <br> <p>Если Вы не можете найти письмо для сброса пароля - <br>проверьте папку со спамом или кликните на ссылку ниже.</p>

source: Please enter your password.
ar: الرجاء إدخال كلمة المرور الخاصة بك
es: Introduzca su contraseña
fr: Merci d'entrer votre mot de passe
ja: パスワードを入力してください。
pt: Por favor insira sua senha.
ru: Пожалуйста, введите Ваш пароль.

source: Please enter your password again.
ar: الرجاء إدخال كلمة المرور مرة أخرى
es: Introduzca su contraseña de nuevo
fr: Entrez à nouveau votre mot de passe
ja: もう一度パスワードを入力してください。
pt: Por favor insira sua senha novamente.
ru: Пожалуйста, введите Ваш пароль снова.

source: Create a new password.
ar: إنشاء كلمة مرور جديدة
es: Crear una nueva contraseña
fr: Créer un nouveau mot de passe
ja: 新しいパスワードを設定
pt: Crie uma nova senha.
ru: Создайте новый пароль.

source: Please enter a new password.
ar: يرجى إدخال كلمة مرور جديدة
es: Introduzca su nueva contraseña
fr: Merci d'entrer un nouveau mot de passe
ja: 新しいパスワードを入力してください。
pt: Por favor insira uma nova senha.
ru: Пожалуйста, введите новый пароль.

source: Contact
ar: اتصال
es: Contacto
ja: コンタクト
pt: Contato
ru: Связаться

source: If you have any inquiries, please do not hesitate to contact us.<br> We will be happy to assist you.
ar: .إذا كان لديك أي استفسارات، يرجى عدم التردد في الاتصال بنا <BR> .سنكون سعداء لمساعدتكم
es: Si tiene algún problema, no dude en en contactarnos.<br> Estaremos agradecidos en ayudarle.
fr: Si vous avez des questions, n'hésitez pas à nous contacter.<br> Nous nous ferons un plaisir de vous aider.
ja: 万が一、不明な点がございましたら、お気軽にお問い合わせください。.<br>
pt: Em caso de dúvidas não hesite em nos contactar.<br> Ficaremos felizes em ajudá-lo.
ru: Если у Вас возникнут какие-либо вопросы, пожалуйста, свяжитесь с нами.<br> Мы будем рады Вам помочь.

source: This is not valid email address.
ar: هذا ليس عنوان بريد إلكتروني صالح
es: Esta no es una dirección de correo válida
fr: Adresse email invalide.
ja: これは、有効なE-mailアドレスではありません。
pt: Este endereço de email é inválido.
ru: Неправильный формат электронной почты.

source: Language
ar: اللغة
es: Idioma
fr: Langue
ja: 言語
pt: Idioma
ru: Язык

source: Subject
ar: الموضوع
es: Tema
fr: Thème
ja: 件名
pt: Assunto
ru: Тема

source: Please enter your subject.
ar: الرجاء إدخال موضوعك
es: Introduzca su tema
fr: Merci d'entrer votre thème.
ja: 件名を入力してください。
pt: Por favor insira um assunto.
ru: Пожалуйста, укажите тему.

source: Description
ar: التفصيل
es: Descripción
ja: 内容
pt: Descrição
ru: Описание

source: Please enter your description.
ar: الرجاء إدخال تفصيلك
es: Introduzca su descripción
fr: Merci d'entrer votre description.
ja: 作品説明を入力してください。
pt: Por favor insira uma descrição.
ru: Пожалуйста, введите описание.

source: Send
ar: إرسال
es: Enviar
fr: Envoyer
ja: 送る
pt: Enviar
ru: Отправить

source: Your comment has been successfully submitted.<br> We will send a response to {0}
ar: .تم تقديم تعليقك بنجاح <BR> {0}سوف نرسل ردا على
es: Su comentario se ha enviado correctamente.<br> Le enviaremos una respuesta a {0}
fr: Votre commentaire a bien été ajouté.<br> Nous enverrons une réponse à {0}
ja: コメントの登録が完了しました.<br> こちらにご返答させて頂きます。 {0}
pt: Seu comentário foi enviado com sucesso.<br> Enviaremos uma resposta para {0}
ru: Ваш комментарий был успешно загружен.<br> Мы отправим Вам отзыв на {0}

source: {0}'s account deletion request is complete. The deletion <br> process will occur 10 days from now. If you change your mind <br> about deleting your account, simply log in within 10 days and your <br> account will be restored.
ar: {0} تم اكمال طلب الحذف. عملية الحذف سوف تحدث بعد 10 ايام من الآن. إذا غيرت رأيك <BR> حول حذف حسابك، ببساطة يمكنك الدخول في غضون 10 يوما، و <BR> سوف يتم استعادة الحساب
es: {0} La petición de la eliminación de la cuenta {0} se ha completado. El proceso de <br> eliminación tendrá lugar en 10 días desde ahora. Si cambia de opinión <br> inicie sesión antes de este tiempo y su <br> cuenta será restaurada.
fr: La demande suppression du compte de {0} est terminé. <br> La procédure va durer 10 jours a partir de maintennant. Si vous changez d'avis <br> a propos de supprimer votre compte, connectez-vous simplement dans les 10 prochains jours et votre <br> compte sera restauré.
ja: （ ）様のアカウント削除申請が完了しました <br> アカウント削除は申請日から10日以降に実行されます。<br> 万が一、アカウントを再度復元したい場合、 <br> 10日以内に再ログインしてください。
pt: O pedido de remoção da conta {0} está completo. O processo de remoção <br> acontecerá em 10 dias. Caso mude de ideia <br> sobre remover sua conta apenas faça o login dentro destes 10 dias e sua <br> conta será restaurada.
ru: {0}'s запрос на удаление аккаунта завершен. Процесс удаления <br> займет 10 суток, начиная с сегодняшнего дня. Если Вы измените свое решение <br> об удалении Вашего аккаунта, Вы можете просто авторизоваться в течении 10 дней и<br> Ваш аккаунт будет восстановлен.

source: Need help?
ar: هل انت بحاجة لمساعده؟
es: ¿Necesita ayuda?
fr: Besoin d'aide?
ja: その他のお問い合わせ
pt: Precisa de ajuda?
ru: Нужна помощь?

source: Contact Us
ar: إتصل بنا
es: Contáctenos
fr: Contactez-nous
ja: お問い合わせ
pt: Entre em Contato
ru: Свяжитесь с Нами

source: About
ar: حول
es: Acerca de
fr: A propos
ja: FCCとは？
pt: Sobre
ru: О Конкурсе

source: Schedule
ar: جدول
es: Fechas
fr: Dates
ja: スケジュール
pt: Cronograma
ru: График

source: Crowd<br>Evaluation
ar: تقييم<BR> الجمهور
es: Evaluación del<br>Público
fr: Evaluation <br>du public
ja: 一般評価
pt: Avaliação<br>do Público
ru: Всеобщее<br>Голосование

source: Announcement of <br>Winners
ar: الإعلان عن الفائزين <BR>
es: Anuncio de los <br>Ganadores
fr: Annonce des <br>Gagnants
ja: 優勝者 <br>Winners発表
pt: Anúncio dos <br>Vencedores
ru: Объявление <br>Победителей

source: You cannot proceed any further at this time.
ar: لا يمكنك المضي قدما إلى أبعد من ذلك في هذا الوقت
es: No es posible avanzar más en este momento
fr: Vous ne pouvez pas avancer plus loin <br>pour le moment.
ja: これ以上、 <br>続けることはできません。
pt: Não é possível prosseguir neste momento.
ru: В данное время Вы не можете продолжить.

source: This step requires Internet Explorer 10 or higher. Please update your browser to continue.
ar: هذه الخطوة تتطلب إنترنت إكسبلورر 10 أو أعلى. يرجى تحديث المتصفح للمتابعة
es: Este paso requiero la versión Internet Explorer 10 o suprerior. <br>Actualice su navegador para continuar.
fr: Cette étape requiert Internet Explorer 10 ou une version plus récente. <br>Merci de mettre a jour votre navigateur.
ja: ここからはInternet Explorer 10 以上 または、それ以上のブラウザのご利用のみとなっております。. <br>続けるには、ブラウザをアップデートしてください。
pt: Esta etapa exige Internet Explorer 10 ou superior. Por favor faça o update do seu browser para continuar.
ru: На данном этапе необходимо использование версии Explorer 10 или выше. Пожалуйста, обновите Ваш браузер чтобы продолжить.

source: Model
ar: عارض\عارضة ازياء
es: Modelo
fr: Mannequin
ja: モデル
pt: Modelo
ru: Модель

source: Judge
ar: حكم
es: Jurado
fr: Juge
ja: 審査員
pt: Jurado
ru: Судья

source: The promotion video should be under 5 minutes in length.
ar: يجب أن تكون مدة الفيديو الترويجي 5 دقائق او اقل
es: El video promocional debe durar menos de 5 minutos
fr: La vidéo de présentation ne doit pas exéder une durée de 5 minutes.
ja: 動画の長さは、5分未満のものでお願いします。
pt: O vídeo não deve ultrapassar 5 minutos de duração.
ru: Продолжительность видео не должна превышать 5 минут.

source: You may register your basic info only via your smart phone. Please use your computer to continue.
ar: تستطيع تسجيل المعلومات الأساسية الخاصة بك فقط عن طريق الهاتف الذكي الخاص بك <BR> الرجاء استخدام جهاز الكمبيوتر الخاص بك للمتابعة
es: Solo es posible registrar la información básica mediante su smart phone. <br> Utilice un computador/ordenador para continuar.
fr: Vous devez enregistrer vos informations de base uniquement via un smartphone. <br>Merci d'utiliser un ordinateur pour poursuivre.
ja: 携帯からのアクセスは、基本情報のみ登録できます。 <br>次の項目の詳細情報の登録はPCのみ可能です。
pt: Você pode apenas registrar informações básicas através de seu smartphone. Por favor use um computador para continuar.
ru: Используя смартфон, Вы можете заполнить только базовую информацию. Используйте свой компьютер чтобы продолжить.

source: This website requires Internet Explorer 10 or higher.
ar: هذا الموقع يتطلب إنترنت إكسبلورر 10 أو أعلى
es: Esta página web requiere la versión Internet Explorer 9 o superior.
fr: Ce site requiert Internet Explorer 10 ou une version plus récente.
ja: このサイトはInternet Explorer 10 以上 または、それ以上のブラウザのご利用をお勧めいたします。
pt: Este website exige Internet Explorer 10 ou superior.
ru: Для пользования данным веб-сайтом необходим браузер версии Explorer 10 или выше.

source: Join
ar: سجل
es: Registrarse
fr: S'inscrire
ja: 会員登録
pt: Inscreva-se
ru: Присоединиться

source: My Profile
ar: ملفي الشخصي
es: Mi Perfil
fr: Mon profile
ja: MYプロフィール
pt: Meu perfil
ru: Мой Профиль

source: My Challenege
ar: التحدي الخاص بي
es: My Challenge
fr: Mon challenge
ja: MYチャレンジ
pt: Meu desafio
ru: Мой Вызов

source: Log Out
ar: تسجيل الخروج
es: Cerrar Sesión
fr: Se déconnecter
ja: ログアウト
ru: Выйти

source: Please enter your Password.
ar: الرجاء إدخال كلمة المرور الخاصة بك
es: Introduzca su Contrarseña
fr: Merci d'entrer votre mot de passe
ja: パスワードを入力してください。
pt: Por favor insira sua senha.
ru: Пожалуйста, введите Ваш Пароль.

source: Would you like to delete your account?
ar: هل ترغب في حذف حسابك؟
es: ¿Le gustaría eliminar su cuenta?
fr: Voulez-vous supprimer votre compte?
ja: 登録された情報を削除しますか？
pt: Você gostaria de deletar sua conta?
ru: Хотите удалить Ваш аккаунт?

source: Changes have not been saved.<br> Would you like to save now?
ar: لم يتم حفظ التغييرات. <BR> هل ترغب في الحفظ الآن؟
es: Los cambios no han sido guardados.<br> ¿Le gustaría guardarlos ahora?
fr: Les modifications n'ont pas été enregistrées.<br> Voulez-vous les enregistrer maintenant?
ja: 修正した情報が保存されませんでした。<br> 保存しますか？
pt: As alterações não foram salvas.<br> Você gostaria de salvar agora?
ru: Изменения не были сохранены.<br> Хотите сохранить их сейчас?

source: Your account will be deleted 10 days after the request is submitted. After 10 days, all emails containing personal information, uploaded pictures, videos, and text will be deleted.
ar: سيتم حذف حسابك بعد 10 ايام من تقديم الطلب. بعد 10 يوما، جميع رسائل البريد الإلكتروني التي تحتوي على المعلومات الشخصية، وتحميل الصور وأشرطة الفيديو، وسوف يتم حذف النص
es: Su cuenta será eliminada 10 días despues de la petición. Después de 10 días , todos los correos que contengan información personal, fotos, videos o texto serán eliminados.
fr: Votre compte sera supprimé 10 jours après que la demande ait-été envoyée. Au bout de 10 jours, tous les emails contenant des informations personelles, les photos téléchargées, les vidéos, et les textes seront supprimés.
ja: アカウント削除は申請日から10日以降に実行されます。10日以降、E-mailを含む個人情報，アップロードした写真，動画，テキストに関連する情報が全て削除されます。削除申請される場合は、ご注意ください。
pt: Sua conta será apagada 10 dias após o pedido ser enviado. Após 10 dias todos os e-mails contendo informações pessoais, fotos, vídeos e textos carregados serão apagados.
ru: Ваш аккаунт будет удален через 10 дней после отправки запроса на удаление. Через 10 дней все сообщения, содержащие, персональную информацию, а также загруженные изображения, видео и текст будут удалены.

source: If you change your mind about deleting your account, you can log in to stop the deletion process within 10 days. If you log in again, all deleted information will be automatically restored.
ar: ذا غيرت رأيك حول حذف حسابك، يمكنك تسجيل الدخول لإيقاف عملية الحذف في غضون 10 ايام. إذا قمت بتسجيل الدخول مرة أخرى، سيتم إعادة تشغيل جميع المعلومات المحذوفة تلقائيا
es: Si cambia de opinión acerca de la eliminación de su cuenta, puede iniciar sesión de nuevo para parar el proceso durante los 10 días siguientes a la petición. Si inicia sesión de nuevo, toda la información eliminada será automáticamente restaurada.
fr: Si vous changez d'avis au sujet de la suppression de votre compte, il vous suffit de vous connecter dans les 10 jours pour arrêter le processus de supression. En vous connectant à nouveau, toutes les informations supprimées seront restaurées.
ja: 万が一アカウントを再度復元したい場合、10日以内に再ログインしてください。再ログイン時、削除申請された情報が復元されます。
pt: Caso você mude de ideia sobre apagar sua conta você pode fazer o login dentro de 10 dias para parar o processo de remoção da conta. Se você acessar sua conta novamente todas as informações serão automaticamente restauradas.
ru: Если Вы передумаете удалять свой аккаунт, Вы можете остановить процесс удаления в течении 10 дней. Если Вы авторизуйтесь снова, вся удаленная информация будет автоматически восстановлена.

source: No, thank you.
ar: لا, شكرا
es: No, gracias.
fr: Non, merci.
ja: いいえ
pt: Não, obrigada.
ru: Нет, спасибо.

source: Yes, please.
ar: نعم، من فضلك
es: Sí, por favor.
fr: Oui, s'il vous plait.
ja: はい
pt: Sim, por favor.
ru: Да, пожалуйста.

source: Deletion request sent.
ar: تم إرسال طلب الحذف
es: Petición de eliminación de cuenta enviada
fr: Demande de suppression envoyée.
ja: アカウントの削除申請が完了しました
pt: Pedido de remoção enviado.
ru: Запрос на удаление был отправлен.
