Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: By Region
ar: حسب المنطقة
es: Por región
fr: Par région du monde
ja: 大陸別
pt: Por Região
ru: По региону

source: By Gender
ar: حسب الجنس
es: Por género
fr: Par genre
ja: 性別
pt: Por Gênero
ru: По полу

source: By Age
ar: حسب العمر
es: Por edad
fr: Par âge
ja: 年齢別
pt: Por Idade
ru: По возрасту

source: Find out more about 2015 Fashion Crowd Challenge
ar: تعرف على المزيد حول مسابقة حشد الأزياء لعام 2015
es: Descubre más sobre Fashion Crowd Challenge 2015
fr: En savoir plus sur le Fashion crowd Challenge 2015
ja: Fashion Crowd Challenge 2015について更に詳しくを見る
pt: Saiba mais sobre o Fashion Crowd Challenge 2015
ru: Узнайте больше о Fashion Crowd Challenge 2015

source: The 2015 FCC Design evaluation to find the best fashion designer has started!
ar: لقد بدء تقييم التصاميم لإجاد افضل مصمم أزياء من مسابقة حشد الأزياء 2015
es: ¡La evaluación de diseños de FCC 2015 para encontrar a los mejores diseñadores ha empezado!
fr: L’évaluation des designs du FCC 2015 a commencé!
ja: 次世代のデザイナーを選出するための、<br>FCC2015デザイン評価が始まりました。
pt: A avaliação de designs do FCC 2015 para encontrar o melhor designer de moda já começou!
ru: Начался период всеобщего голосования FCC 2015, определяющий лучших дизайнеров конкурса!

source: During the evaluation period, this page contains the top 15 most popular designer's works by region, gender, and age updated daily.
ar: خلال فترة التقييم ، هذه الصفحة تحتوي على أفضل 15 أعمال المصمم الأكثر شعبية حسب المنطقة ونوع الجنس ، والعمر تحديثها يوميا
es: Durante el periodo de evaluación, esta página mostrará los trabajos de los 15 diseñadores más populares por región, género y edad. Se actualizará cada día
fr: Durant la période d’évaluation, cette page regroupe le top 15 des créations des designers par régions, par genre et par âge. Elle est actualisé tous les jours.
ja: 評価期間の間、このページからは評価者に選ばれた、最も人気のある15個作品が発表されます。<br>また地域別、性別、年齢別に注目を集めたデザイナーの作品が毎日公開されます。
pt: Durante o período de avaliação, esta página contém as 15 mais populares criações dividas por região, gênero e idade e atualizadas diariamente.
ru: Во время периода всеобщего голосования, на данной странице ежедневно будут публиковаться 15 наиболее популярных дизайнеров, выбранных по региону, полу и возрасту.

source: The daily results will be collected
ar: النتائج اليومية سيتم جمعها كل يوم
es: Los resultados diarios
fr: Les résultats journaliers seront collectés
ja: 毎日公開される結果は、
pt: Os resultados diários serão coletados
ru: Ежедневные результаты будут подсчитываться

source: by 22:00 GMT
ar: على الساعة العاشرة بتوقيت غرينيتش
es: serán recopilados a las 22:00 GMT.
fr: a 22:00 GMT
ja: GMTを基準とする２2：００まで行われた結果を集め、
pt: ás 22:00 GMT
ru: к 22:00 GMT

source: and the FCC system CES
ar: ونظام تقييم المسابقة
es: Serán calculados por
fr: et le system CES
ja: FCC自己評価システム
pt: e o sistema do FCC, CES
ru: и система CES

source: (Crowd Evaluation System) will
ar: نظام حكمة الجمهور سوف
es: el sistema CES (Crowd Evaluation System)
fr: (Crowd Evaluation System)
ja: (Crowd Evaluation System)を通じて
pt: (Crowd Evaluation System) irá
ru: (Crowd Evaluation System) будет

source: calculate fairly
ar: يقييم بعدل
es: <br>del FCC y los resultados se anunciarán
fr: du FCC annoncera les
ja: 公正に集計され、
pt: calcular todos os designs
ru: совершенно непредвзято вычислять

source: all the designs and announce the results at 00:00 GMT after 2 hours.
ar: كل التصاميم وسيعلن عن النتائج على الساعة ٠٠:٠٠ بتوقيت غرينينش بعد ٢ ساعة
es: a las 00:00 GMT después de 2 horas.
fr: résultats a 00:00 GMT (2 heures plus tard).
ja: 評価が終わった２時間後のGMTを基準とする００：００に公開されます。
pt: e anunciar os resultados ás 00:00 GMT após 2 horas.
ru: результаты всех дизайнеров и аннонсировать их к 00:00 GMT после 2 часов.

source: Participate in
ar: شارك في
es: ¡Participa como jurado
fr: Participez au
ja: FCC２０１５の審査に
pt: Participe da
ru: Участвуйте в

source: the 2015 FCC Judging!
ar: مرحلة التقييم الخاصة بمسابقة حشد الأزياء لسنة ٢٠١٥
es: en el FCC 2015!
fr: FCC 2015 en tant que juge!
ja: 参加してみましょう！
pt: avaliação do FCC 2015!
ru: голосовании FCC 2015

source: Judges who make a special effort to give constructive feedback,
ar: الحكام الذين سيقومون بمجهود خاص ويعطون أراء بناءة
es: Aquellos que participen como Jueces
fr: Les juges qui feront un effort particulier pour donner une critique constructive,
ja: 優秀評価者に選ばれた審査員は、
pt: Jurados que se esforcem em oferecer críticas construtivas,
ru: Судьи, особо активно участвующие в процессе голосования,

source: inspiration and support to
ar: ملهمة ومساعدة
es: de forma activa dando opiniones constructivas,
fr: de l’inspiration et leur soutien aux
ja: FCC2015のファッションショーに招待され、
pt: inspiração e apoio aos
ru: предоставившие конструктивные отзывы

source: the participating designers will be invited to the FCC2015 fashion show
ar: للمصممين المشاركين سوف يتم استدعائهم لحضور عرض الأزياء الخاص بالمسابقة
es: inspiradoras y de apoyo a otros participantes
fr: designers participants seront invités au défilé du FCC2015
ja: 入賞デザイナーらのデザインした
pt: designers participantes serão convidados para o desfile do FCC2015
ru: и поддерживающие <br> дизайнеров, будут приглашены на FCC2015 Fashion Show,

source: and receive products
ar: والحصول على أعمال
es: serán invitados al desfile del FCC2015
fr: et recevront les créations
ja: 服をもらうことができます。
pt: e receberão produtos
ru: а также получат продукцию

source: from the winning designers.
ar: المصممين الفائزين
es: y ganarán las creaciones <br>de los diseñadores ganadores.
fr: des designers vainqueurs pour lesquels ils auront votés.
pt: dos designers vencedores.
ru: от победивших участников.

source: Today’s evaluation has closed
ar: اليوم اغلق التقييم
es: La evaluación de hoy se ha terminado
fr: l'évaluation journalière est terminée
ja: 今日の評価は終了しました。
pt: A avaliação diária já terminou
ru: Процесс голосования на сегодня окончен

source: The daily results will be collected by xx:xx GMT and the FCC system CES (Crowd Evaluation System) will calculate fairly all the designs and announce the results at xx:xx GMT after X hours.
pt: Os resultados diários serão coletados ás xx:xx GMT e o sistema do FCC, CES (Crowd Evaluation System) irá calcular todos os designs e anunciar os resultados ás xx:xx GMT após X horas.
ru: Ежедневные результаты будут подсчитываться к xx:xx GMT и система CES (Crowd Evaluation System) будет совершенно непредвзято вычислять результаты всех дизайнеров и аннонсировать их к xx:xx GMT после X часов.

source: 8th Oct
ar: 8 اكتوبر
es: 8 de octubre
fr: 8 octobre
ja: 10月8日
pt: 08 de Outubro
ru: 8 Окт.

source: Participate in the 2015 FCC Judging!
ar: المشاركة في تحكيم مسابقة حشد الأزياء 2015
es: ¡Participa como jurado en el FCC 2015!
fr: Participez au FCC 2015 en tant que juge!
ja: FCC2015の審査に参加して見ましょう！
pt: Participe da avaliação do FCC 2015!
ru: Участвуйте в голосовании FCC 2015!

source: Evaluate Now
ar: قيم الأن
es: Evaluar Ahora
fr: Évaluez maintenant
ja: 審査する
pt: Avalie Agora
ru: Голосуйте Прямо Сейчас!

source: Meet the star designer of tomorrow
ar: قابل النجم المصمم غدا
es: Encuéntrate con las estrellas del diseño del mañana
fr: Découvrez les designers stars de demain
ja: 次世代のスターデザイナーに会いましょう
pt: Conheça o designer do futuro
ru: Узнайте кто станет<br>лучшим дизайнером будущего!

source: You choose the top Designers of FCC 2015. Your input creates the stars of the future.
ar: أنت تختار أفضل المصممين من مسابقة حشد الأزياء 2015 إدخالك يخلق نجوم المستقبل
es: Tú decides quiénes son los mejores diseñadores del FCC 2015.<br>Tu opinión ayudará a las nuevas estrellas del diseño.
fr: Vous choisissez les meilleurs designers du FCC 2015.<br>Vous contribuez à déceler les prochains talents.
ja: FCC 2015の主人公は、あなたの手で選ばれます。<br>あなたが投票した点数が未来のスターデザイナーを選出します。
pt: Você escolhe o top designer do FCC 2015.<br>A sua opinião cria as estrelas do futuro.
ru: Вы выбираете топ-дизайнеров FCC2015.<br>Ваш вклад очень важен для будущего моды!

source: There are no results.
ar: لا يوجد نتائج.
es: Sin resultados.
fr: Aucun résultat.
ja: 結果がありません。
pt: Não existem resultados.
ru: Нет результатов.

source: Evaluate more designers!
ar: قيم مصممين اكثر!
es: ¡Evalúa más diseñadores!
fr: Evaluer plus de designers!
ja: もっと多くのデザイナーを評価する
pt: Avalie mais designers!
ru: Оценить больше дизайнеров!

source: FCC 2015 Winner
ar: فائز<br>مسابقة حشد الأزياء 2015
es: Ganador/a del<br>FCC 2015
fr: Les vainqueurs du<br>FCC 2015
ja: FCC 2015<br>の入賞者
pt: Vencedor do<br>FCC 2015
ru: Победитель<br>FCC 2015

source: The FCC 2015 winners have been selected!
ar: لقد تم إختيار فائزين مسابقة حشد الأزياء 2015!
es: ¡Ya tenemos los ganadores del FCC 2015!
fr: Les vainqueurs du FCC 2015 ont été choisis!
ja: FCC 2015 の入賞者が決まりました！
pt: O vencedor do FCC 2015 foi selecionado!
ru: Победители FCC 2015 были выбраны!

source: Go check out the designers who will usher in the next generation of fashion!
ar: إذهب للتحقق من الفائزين الذين سيقودون الجيل الجديد للموضة
es: ¡Échale un vistazo a los diseñadores que guiarán a la próxima generación de moda!
fr: Découvrez les designers qui intègreront la prochaine génération de designer!
ja: ファッション界をリードして行く次世代のファッションリーダーに会ってみましょう！
pt: Confira os designers que irão estrear a nova geração da moda!
ru: Узнайте кто возглавит следующее поколение дизайнеров!

source: Congratulations! You’re sitting alone at the top of the FCC fashion competition! Are you ready for the Global Fashion Show?
ar: مبروك! انت تتربع لوحدك على قمة مسابقة حشد الأزياء! هل أنت مستعد للعرض العالمي للأزياء؟
es: ¡Felicidades!<br>¡Eres el ganador del FCC!<br>¿Estás preparado para el Global Fashion Show?
fr: Félicitation!<br>Vous vous trouvez seul au sommet de la compétition du FCC.<br>Etes-vous prêt pour le défilé de mode international ?
ja: おめでとうございます！<br>あなたが FCCファッショントレンドをリードして行く主人公です！<br>Global fashion showに行く準備はいいですか？
pt: Parabéns!<br>Você está no topo da competição de moda do FCC! <br>Você está pronto para o Fashion Show global?
ru: Поздравляем!<br>Вы на вершине конкурса FCC!<br>Вы готовы к мировому Fashion Show?

source: You have been chosen as a winner of the FCC Dream Award! Go meet the other winners in the Global Fashion Show!
ar: لقد تم اختيارك كفائز بجائزة الأحلام من مسابقة حشد الأزياء! إذهب لمقابلة زملائك الفائزين في العرض العالمي للأزياء!
es: ¡Has sido elegido como el ganador del FCC Dream Award!<br>¡Únete al resto de ganadores en el Global Fashion Show!
fr: Vous avez été choisis comme vainqueur du Dream Award du FCC.<br>Découvrez les autres gagnants lors du défilé de mode international.
ja: あなたは FCCが定めたテーマ別の受賞者に選ばれました。 <br>FCCの他の受賞者らと共にGlobal fashion showに同席しましょう！
pt: Você foi escolhido como vencedor do FCC Dream Award! <br>Conheça outros vencedores no nosso Fashion Show global!
ru: Вы были выбраны в качестве победителя в номинации FCC Dream Award! <br>Встретьтесь с другими победителями на мировом Fashion Show!

source: Congratulations! You’ve been recognized as the biggest personality in FCC! You are a genuine Master of Style! Come back to FCC next year and shoot for the gold!
ar: مبروك! لقد اعترف بك كاكبر شخصية في مسابقة حشد الأزياء! انت سيد حقيقي في الموضة! عاود المجئ لمسابقة حشد الأزياء وسدد من اجل الذهب
es: ¡Felicidades!<br>¡Eres el ganador del FCC!<br>¿Estás preparado para el Global Fashion Show?<br>Eres un maestro/a del diseño ¡Regresa el próximo año!
fr: Félicitation! Vous avez été reconnu comme la meilleure personnalité du FCC! Vous maitrisez parfaitement le style! Revenez vers le FCC l’année prochaine et atteignez le sommet!
ja: おめでとうございます！グローバルファッションコンテストで、好成績を収められました！あなたが、真のスタイルマスターです!次回のFCCでは入賞のチャンスを狙ってみましょう。
pt: Parabéns!<br> Você foi reconhecido como uma das maiores personalidades do FCC!<br> Você é um verdadeiro mestre do estilo!<br> Volte ao FCC ano que vem e concorra ao prêmio de ouro!
ru: Поздравляем! Вы являетесь одним из важнейших участников FCC! Вы гениальный мастер стиля и моды! Присоединяйтесь к FCC в следующем году и возвращайтесь за победой!

source: Sorry, you don’t get an award this year..but come back next year and give it another shot! You’ve got fashion sense and talent. Reach for the stars!
ar: أسف. لم تحصل على جائزة هذه السنة... قصة حزينه. لكن عاود العام المقبل وحاول مرة أخرى! لقد حصلت على حس الموضة والموهبة. اصل للنجوم
es: Lo sentimos,<br>no has ganado esta vez... <br>Pero inténtalo de nuevo el próximo año <br>¡Tienes talento como diseñador!
fr: Désolé,<br>vous n’avez pas obtenu d’award cette année… <br>Mais revenez l’année prochaine et tentez votre chance à nouveau! <br>Vous avez du talent et du gout en matière de mode. <br>Atteignez le sommet!
ja: わずかな差で受賞を逃してしまったあなた・・・<br>惜しいですが、来年のFCCで受賞のチャンスを掴んでください！！<br>あなたのファッション感覚とデザイン能力なら、十分に可能です。
pt: Desculpe,<br> você não venceu este ano... <br>Triste, mas volte ano que vem e tente novamente! <br>Você possui senso fashion e talento. <br>Não desista!
ru: К сожалению Вы не победили в этом году… <br>возвращайтесь в следующем году и поборитесь за победу снова!

source: You didn’t get an award, but don’t despair! You achieved a high rank among FCC participants. Come back next year for a fresh challenge!
ar: لم تحصل على جائزة. لكن لا تيأس! انت حققت رتبة عاليه من بين المتسابقين في مسابقة حشد الأزياء. عاود العام المقبل لتحدي جديد!
es: No has conseguido ningún premio, ¡pero no te vayas! Has alcanzado una buena posición en FCC. ¡Regresa el próximo año!
fr: Vous n’avez pas obtenu de récompense, mais ne désespérez pas! Vous avez atteint un très bon rang parmi les participants du FCC. Revenez l’année prochaine pour un nouveau challenge!
ja: 惜しくも受賞を逃してしまいました。 FCC参加デザイナーの中で上位グループに入ったあなた、次回のFCCで再度チャレンジし次世代のデザイナーなりましょう。
pt: Você não ganhou um prêmio, mas não se desespere! Você alcançou uma ótima posição no ranking dentre os competidores do FCC. Volte ano que vem para um novo desafio!
ru: Вы не победили в какой-либо номинации, но находитесь на вершине чарта среди участников FCC. Возвращайтесь в следующем году за победой!

source: The FCC 2015 registration period is over.
ar: لقد انتهت فترت التسجيل في مسابقة حشد الأزياء 2015.
es: La periodo de registro para el FCC 2015 ha terminado.
fr: La période d’inscription au FCC 2015 est terminée.
ja: FCC2015の登録期間が終了しました。
pt: O período de inscrição para o FCC 2015 está encerrado.
ru: Регистрационный период FCC 2015 закончен.

source: We're very sorry, but you cannot join FCC 2015. Please come back next time! Even if you are not a designer, you can still participate in FCC 2015. Be a Judge for our FCC 2015 competition! Evaluate participants from all over the world and choose FCC 2015's top designer! Please refer to FCC 2015's schedule.<br><p>Please refer to ModelCC's schedule.</p>
ar: <p>نحن نتأسف جدا. لكن لا تستطيع المشاركة في مسابقة حشد الأزياء 2015.<br> الرجى الرجوع في وقت لاحق! حتى لو لم تكن مصمم, تستطيع المشاركة في مسابقة حشد الأزياء2015. كن حكم لمسابقة حشد الأزياء2015! قييم المشاركين من جميع انحاء العالم واختار افضل مصممين لمسابقة حشد الأزياء الرجاء الرجوع للجدول الزمني لمسابقة حشد الأزياء 2015</p>
es: <p>Lo sentimos, pero ya no puedes unirte a FCC 2015.<br> ¡Inténtalo el próximo año! <br>Aunque no seas diseñador, puedes participar en FCC 2015. <br>¡Forma parte del jurado en FCC 2015! <br>¡Evalúa a los participantes de todo el mundo y elige a los mejores diseñadores del FCC 2015! <br>Por favor, verifica las fechas del FCC 2015</p>
fr: <p>Nous sommes vraiment désolés, <br>mais vous ne pouvez plus rejoindre la compétition. <br>Merci de revenir à la prochaine occasion!<br> Même si vous n’êtes pas un designer, <br>vous pouvez quand-même participer au FCC205. <br>Devenez juge lors de notre compétition! <br>Evaluez les participants venant du monde entier et choisissez le meilleur designer du FCC 2015! <br>Merci de vous référer aux dates du FCC 2015.</p>
ja: <p>惜しくもあなたが入力した情報が、FCC2015に提出されませんでした。<br>次の機会に参加しましょう。<br>デザイナーでなくても、FCC2015に参加することができる方法があります！<br>評価者としてFCC2015に参加してみましょう。<br>さまざまな都市から参加したデザイナーを評価し、<br>あなたの手で直接FCC2015のトップデザイナーを選出してください。<br>FCC2015の日程は次のようになります。</p>
pt: <p>Pedimos desculpas mas você não pode se juntar ao FCC 2015. <br>Por favor volte ano que vem!</p><p><br> Mesmo que você não seja um designer você pode participar do FCC 2015. <br>Seja um jurado da competição! </p><p><br>Avalie participantes de todo o mundo e escolha o top designer do FCC 2015! <br>Por favor verifique o cronograma do FCC 2015.</p>
ru: <p>Нам очень жаль, но Вы не можете присоединиться к FCC 2015. <br>Пожалуйста, возвращайтесь в следующий раз! <br>Даже если Вы не являетесь дизайнером, Вы можете принять учаcтие в FCC 2015. <br>Будьте Судьей в нашем конкурсе FCC 2015! <br>Оценивайте работы участников со всего мира и выберите топ-дизайнера FCC 2015! <br>Обратите внимание на график FCC 2015. </p>

source: It looks like you haven't reviewed all the designers yet. Please check the list again.
ar: يبدو أنك لم تقم بمراجعة جميع المصممين. الرجاء التحقق من القائمة.
es: Parece que todavía no has evaluado a todos los diseñadores. Verifica la lista de nuevo.
fr: Il semblerait que vous n’avez pas encore découvert tous les designers. Merci de vérifier à nouveau la liste.
ja: まだ評価していないデザイナーがいます。リストから確認してください。
pt: Parece que você ainda não avaliou todos os designers. Por favor verifique a lista novamente.
ru: Похоже Вы еще не оценили всех дизайнеров. Пожалуйста, проверьте список снова.

source: Your evaluation is complete! Go judge more designers!
ar: اكتمل تقييمك الخاص! اذهب لتحكيم مصممين اكثر!
es: ¡Evaluación terminada! ¡Valora más diseñadores!
fr: Votre évaluation a été valide! Evaluez d’avantage de designers!
ja: 評価が完了しました！もっと多くのデザイナーを評価してみましょう！
pt: Suas avaliações estão completas! Avalie mais designers!
ru: Ваше голосование завершено! Оцените больше дизайнеров!

source: What do you think about this design?
ar: ماذا تعتقد حول التصمميم؟
es: ¿Qué opinas sobre este diseño?
fr: Que pensez-vous de ce design?
ja: このデザイナーについてどのように思いますか？
pt: O que você achou deste design?
ru: Что Вы думаете о данной работе?

source: Leave a comment for this designer.
ar: إترك تعليق للمصمم.
es: Deja un comentario para este/a diseñador/a
fr: Laisser un commentaire pour ce designer.
ja: デザイナーにコメントしましょう。
pt: Deixe um comentário para este designer.
ru: Оставить комментарий для дизайнера.

source: good?
ar: ماذا تعتقد حول التصمميم؟
es: ¿Qué opinas sobre este diseño?
fr: Que pensez-vous de ce design?
ja: このデザイナーについてどのように思いますか？
pt: O que você achou deste design?
ru: Что Вы думаете о данной работе?

source: Prev
ar: سابق
es: Anterior
fr: Retour
ja: 前
pt: Anterior
ru: Пред.

source: Previous
ar: سابق
es: Anterior
fr: Retour
ja: 前
pt: Anterior
ru: Пред.

source: Your evaluation is complete.
ar: لقد انتهيت من التقييم.
es: Evaluación finalizada
fr: Votre évaluation est terminée
ja: 全ての評価が完了しました。
pt: Sua avaliação está completa
ru: Ваше голосование завершено.

source: Go meet more designers!
ar: اذهب لتلاقي المزيد من المصممين!
es: ¡Mira más diseñadores!
fr: Découvrir d'autres designers
ja: もっと多くのデザイナーらを評価してみてください！
pt: Conheça mais designers!
ru: Посмотрите других дизайнеров!

source: You have finished all of today's evaluations.
ar: لقد انتهيت من كل التقييمات لليوم.
es: Ya han finalizado las evaluaciones de hoy
fr: Vous avez terminé l'évaluation quotidienne.
ja: 今日の評価が全て終わりました。
pt: Você completou todas as avaliações do dia.
ru: Ваше голосование на сегодня завершено.

source: Come back tomorrow!
ar: عد غدا!
es: ¡Vuelve mañana!
fr: Revenez demain!
ja: 明日また、お会いしましょう。
pt: Volte amanhã!
ru: Возвращайтесь завтра!

source: Okay, see you tomorrow.
ar: حسنا, نراك غدا.
es: De acuerdo, hasta mañana
fr: Ok, à demain.
ja: はい、また訪問する。
pt: Ok, nos vemos amanhã.
ru: Увидимся завтра.

source: We'll back soon.
ar: سوف نعود قريبا.
es: Volveremos pronto.
fr: Nous serons bientot de retour.
ja: アプリ改善のため、<br>一時的にサービスをご利用いただくことができません。
pt: Voltaremos em breve.
ru: Мы скоро вернемся.

source: Our service is temporary down for <br>the maintenance purpose.
ar: خدمتنا موقفة لغرض الصيانه
es: Nuestro servicio está temporalmente fuera de servicio por mantenimiento.
fr: Nos services sont temporairement indisponible pour cause de maintenance.
ja: 今しばらくお待ち下さい。
pt: Nosso serviço está temporariamente em manutenção.
ru: В данный момент наш сайт закрыт в связи с техническими работами.

source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
ja: fccアカウント(メールアドレス）

source: COMMUNITY
ar: الجمهور
es: COMUNIDAD
fr: COMMUNAUTE
ja: FCC参加者ページ
pt: COMUNIDADE

source: COMMITTEE
ar: لجنة
es: COMITÉ
fr: COMITE
ja: FCCに招待したいCommittee
pt: COMITÊ

source: Press
es: Prensa

source: FCC Official Logo
es: Logo Oficial del FCC

source: White<br>Background
es: Fondo<br>Blanco

source: Black<br>Background
es: Fondo<br>Negro

source: Transparent<br>Background
es: Fondo<br>Transparente

source: Download FCC Logo kit
es: Descargar los tres logos del FCC

source: e.g. Casual, Dress, shoes
es: Por ejemplo: casual, vestidos, zapatos
pt: ex. Casual, Vestido, Calçados

source: Tickets
ar: تذكرة
es: áereos
fr: d'avion
pt: Aéreas

source: Coming soon
ar: قريبا
es: Próximo
fr: Prochainement
ja: 只今準備中
pt: Em breve

source: Announced
ar: معلن
es: Anunciado
fr: Annoncé
ja: 発表
pt: Anunciado

source: In Progress
ar: في تقدم
es: En Proceso
fr: En cours
ja: 進行中
pt: Em andamento

source: Complete
ar: إنتهاء
es: Completado
fr: Terminé
ja: 完了
pt: Completo

source: By creating an account, <br>I accept FCC’s Terms of Service and Privacy Policy.
ja: 規約同意

source: STORY
ar: قصة
fr: HISTOIRE
ja: ストーリー
pt: HISTÓRIA

source: It looks like you haven't reviewed<br/>all the models yet.<br/> Please check the list again!<br/>
ja: モデル評価に不足部分があります。<br/>再度、確認お願いいたします。

source: This field is required
ja: 入力されていません。
pt: Este campo é obrigatório

source: Thanks,
ar: شكرا
fr: Merci.
ja: ありがとうございます。
pt: Obrigado.

source: Dream Awards
ar: جوائز الأحلام
ja: ドリームアワード

source: Top five judges
fr: Juges du Top 5

source: Next ten judges
fr: Les 10 juges suivants

source: FCC 2015
ar: مسابقة حشد الأزياء لعام 2015

source: MODEL CC 2015
ar: مسابقة حشد عارضي الأزياء لعام 2015

source: Fashion</span><span>Crowd Challenge?
ar: مسابقة </span><span>حشد الأزياء؟

source: New here?
ar: هل انت جديد هنا !

source: Please enter your current password
ar: الرجاء إدخال كلمة السر الحالية

source: Please enter your new password.
ar: الرجاء إدخال كلمة سر جديدة

source: Please enter your confirm password
ar: الرجاء إدخال تثبيت كلمة السر

source: Thank you for a registration! <br>See you on Oct. 8th
ar: !نراك يوم الثامن من أكتوبر <br> شكرا على الاشتراك معنا

source: Good Luck !
ar: حظا موفقا

source: Account Deletion
ar: حذف الحساب

source: FASHION
ar: مسابقة

source: CROWD
ar: حشد

source: CHALLENGE
ar: الأزياء

source: This person is an inspiration that can offer valuable advice<br/>and serve as a role model to others.
ar: والعمل كقدوة للأخرين<br/>هذا الشخص كالإلهام الذي يستطيع تقديم نصائح قيمة.
pt: Essa pessoa é uma inspiração que pode oferecer conselhos valiosos</br>e servir como modelo para outros.

source: <div class="tit">You've submitted a vote for a Committee member.</div><p class="txt">You can vote for each candidate once per day.</p>
ar: <div class="tit">لقد قمت بتسليم تصويتك لعضو اللجنة .</div><p class="txt">تستطيع التصويت لكل مرشح مرة واحده يوميا.</p>
pt: <div class="tit">Você votou para um membro do comitê.</div><p class="txt">Você pode votar em cada candidato uma vez por dia.

source: SEARCH
ar: بحث
pt: BUSCAR

source: language
pt: idioma

source: It looks like you haven't reviewed<br/>all the models yet.<br/> Please check the list again!<br/>
pt: Parece que você não avaliou<br/>todos os modelos ainda.<br/>Por favor confira a lista novamente!<br/>

source: Continue
pt: Continuar

source: Don't show again today
pt: Não mostrar novamente
