Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: The first 5 winning designers, which consists of a 100,000USD 1st place winner (one designer), 30,000 USD 2nd place winner (two designers), and 20,000USD 3rd place winner (two designers), will work with FCC and receive financial support for the manufacturing, promotion and marketing, as well as being provided networking tools for their designs or brands.<br>Therefore, by connecting designers with new buyers and markets, FCC will aim to raise designers to the height of international fame.<br>FCC will work with the winning designers to customize a financial package that best suits their needs. Whether you need help with manufacturing, distributing, networking, or marketing, FCC will help you in developing successful strategies.<br>On the other hand, if your brand is already being manufactured, marketed and distributed, the FCC will be a new platform to introduce your brand to new markets. The FCC will work with you to highlight your full potential and boost your recognition. We will help to foster a professional relationship between you and the fashion industry.<br>Dream Award winners (10 designers) will receive a 5,000 USD cash prize.<br>All winning designers will also be eligible to appear in the Crowd challenge festival 2016 held in Shanghai which will definitely be a unique opportunity to elevate your brand to the next level.
ar: أولا, لدينا خمسة مصممين فائزين بالمسابقة. الجائزة الأولى هي عبارة على 100 آلف دولار أمريكي, وعدد الفائزين بالجائزة الأولى شخص واحد. أما بالنسبة للجائزة الثانية فهي عبارة على 30 آلف دولار أمريكي وعدد الفائزين بالجائزة الثانية شخصان. الجائزة الثالثة عبارة على 20 آلف دولار أمريكي, الفائزين بهذه الجائزة هم شخصان. المصممون الفائزون سيتمكنون من العمل مع مسابقة حشد الأزياء والحصول على مساعدة مالية لتفصيل وصنع وإشهار أعمالهم. كما ستقوم المسابقة بتزويد الفائزين بشبكة اجتماعية خاصة بهم وبعلامتهم التجارية. لذلك من خلال ربط المصممين والمشترين والسوق ببعضهم البعض, مسابقة حشد الأزياء تسعى لرفع المصممين الفائزين نحو القمة ونحو العالمية. الفائزون بجوائز الأحلام, وهم عبارة عن عشرة أشخاص, سيحصلون على قيمة مالية تقدر بخمسة آلاف دولار أمريكي. كل التصاميم الفائزة سيتم عرضها خلال عرض الأزياء الخاص بمسابقة حشد الأزياء لسنة 2015 والذي سيقام بمدينة شانغهاى في الصين. مسابقة حشد الأزياء ستعمل مع المصممين الفائزين لدعم احتياجاتهم, إذا احتاجوا لمساعدة في تفصيل تصاميمهم, إذا كانت لديهم أي مشكل في إشهار منتوجاتهم, المسابقة ستساعدهم على تطوير طرق النجاح. أيضا, إذا كانت تصاميمك مفصلة ومعروضة في السوق, مسابقة حشد الأزياء ستكون بمثابة منصة للتعريف بمنتوجك في السوق العالمية. مسابقة حشد الأزياء ستصنع منك مصمما محترفا له إسم في سوق الموضة العالمية.
es: 100,000$ la primera posición (un diseñador); 300,000$ la segunda (dos diseñadores); 20,000$ la tercera (dos diseñadores). También, trabajarán con FCC y recibirán apoyo financiero para la confección, promoción y marketing, además de ser provistos de colaboradores para ayudar con sus diseños o marcas.<br><br>De este modo, al conectar a los diseñadores con nuevos mercados y seguidores, FCC conseguirá otorgarles reconocimiento internacional.<br><br>FCC colaborará con los diseñadores ganadores para personalizar un plan financiero que se ajuste a sus necesidades. Si necesitan ayuda en lo referente a la confección, promoción, networking o marketing, FCC les ayudará con ello.<br><br>Por otra parte, si su marca ya está consolidada en el mercado, FCC será una magnífica plataforma para expandirla en nuevos mercados. El FCC trabajará con los diseñadores para desarrollar su potencial e impulsar su reconocimiento. También ayudaremos a promover una relación profesional entre ellos y la industria de la moda.<br><br>Los ganadores del Dream Award (10 ganadores) recibirán 5,000$.<br><br>Todos los ganadores tendrán la oportunidad de participar en el desfile internacional FCC2015 que tendrá lugar en Shanghai y será una oportunidad única para expandir su marca.
fr: Les 5 premiers designers vainqueurs, qui se résument à 100,000$ pour la 1ère place (1 designer), 30,000$ pour la 2ème place (2 designers), et 20,000$ pour la 3ème place (2 designers), collaboreront avec le FCC et recevront une aide financière dédiée à la fabrication, la promotion et la stratégie marketing, en plus d’avoir accès à un réseau utile pour leurs créations et leurs marques. En mettant en relation les designers avec des acheteurs et de nouveaux marchés, l’objectif du FCC est de mettre en lumière les designers à échelle international. Les vainqueurs des Dream Awards (10 designers) recevront un prix de 5,000$ en liquide. Tous les designers vainqueurs seront invités au défilé international du FCC2015 qui sera organisé à Shanghai, ce qui représente de toute évidence une excellente opportunité de propulser votre marque au niveau supérieur. Le FCC travaillera main dans la main avec les designers vainqueurs pour déterminer un plan financier qui correspondra le mieux à leur besoin. Que vous ayez besoin d’aide pour la fabrication, la distribution, le réseau ou sur le plan marketing, le FCC vous soutiendra pour adopter les bonnes stratégies. Par ailleurs, si votre marque possède déjà les capacités pour la conception/fabrication, cibler vos marchés et pour la distribution, le FCC représentera alors une plateforme de lancement de votre marque vers de nouveaux marchés. Le FCC travaillera avec vous pour mettre en valeur votre potentiel et pour élargir votre visibilité. Nous nous efforceront de favoriser la relation professionnelle que vous entretenez avec l’industrie de la mode.
ja: 入賞者5名のデザイナーには、入賞者特典が与えられます。1位USD10万ドル（1名）、2位USD3万ドル（2名）、3位USD2万ドル（2名）そして、デザインやブランドの設立、プロモーションやマーケティングのための財政支援だけでなく、FCCと協力しネットワークツールを提供します。<br><br>FCCは新しい市場を開拓し、消費者とデザイナーを繋ぐことでデザイナーらの名を世界的に広めることを目指しています。ドリームアワード賞を受賞した10名のデザイナーらには、USD5千ドルを現金で贈呈します。また、上海で開催されるFCC2015グローバルファッションショーにも参加することになります。これは、彼らにとって貴重なチャンスとなり、彼らのブランドの更なるレベルアップに繋がることになるでしょう。<br><br>FCCは、入賞デザイナーらのニーズに合った製作、流通、ネットワーキング、マーケティングを通して、ブランドの成長のための戦略や金銭的支援を最大限行います。もし、もう既にブランドを立ち上げているデザイナーである場合、FCCが新たな市場を提供します。FCCはデザイナーの可能性を認識し、知名度を高めるために支援します。また私たちは、プロフェッショナルとなり、デザイナーらとファッション業界を繋ぐ架け橋となって行くために、最善を尽くします。
pt: Os primeiros cinco colocados, divididos em um designer em primeiro lugar (USD 100,000), dois designers em segundo lugar (USD 30,000) e dois designers em terceiro lugar (USD 20,000) trabalharão com o FCC e receberão suporte financeiro para a produção, promoção e marketing de seus produtos, assim como serão proporcionados as devidas ferramentas de “networking” para seus designs e marcas.<br><br>Sendo assim, conectando designers com clientes e mercados em potencial o FCC espera elevá-los ao patamar da fama internacional.<br><br>O FCC trabalhará com os designers vencedores de maneira a customizar um pacote financeiro que melhor se enquadre em suas necessidades.<br><br>Independente de você precisar de apoio com a produção, distribuição ou marketing, o FCC o ajudará a desenvolver estratégias de sucesso. Por outro lado, se sua marca já está em produção e distribuição, o FCC será uma nova plataforma pra apresentá-la a novos mercados. O FCC trabalhará junto com você para destacar seu potencial completo e alavancar seu reconhecimento. Nós ajudaremos na criação de uma relação profissional entre você e a indústria da moda.<br><br>Os vencedores do Dream Awards (10 designers) receberão um prêmio de USD 5,000 em dinheiro.<br><br>Todos os designers vencedores também terão a oportunidade de aparecer no Crowd Challenge 2016 que será realizado em Xangai, na China; uma oportunidade única de elevar suas marcas ao próximo nível.
ru: обладатель 1-ого места с призовым фондом 100,000 USD (1 дизайнер), финалисты разделившие 2-ое место (2 дизайнера) с призовым фондом 30,000 USD и финалисты, занявшие 3-е место (2 дизайнера) с призовым фондом 20,000 USD, будут работать совместно с FCC и получат финансовую поддержку для производства, продвижения и маркетинга, а также им будут предоставлены необходимые инструменты и связи для улучшения полного процесса работы их брендов.<br><br>Посредством соединения дизайнеров с потенциальными заказчиками и непосредственно рынком сбыта, FCC ставит перед собой цель развить возможности дизайнеров до международных стандартов.<br><br>FCC будет работать с дизайнерами-победителями касательно финансового плана, который более эффективно будет подходить потребностям дизайнеров. FCC окажет поддержку и поможет в составлении эффективного стратегического планирования относительно любого Вашего вопроса, касающегося производства, продвижения, сетей поставок или маркетинга Вашего бренда.<br><br>Также необходимо отметить, что в случае если Ваш бренд уже достаточно успешен, FCC выступит в роли платформы для представления вышеупомянутых брендов на новые мировые рынки. FCC будет сотрудничать с Вами с целью оптимизации Вашего потенциала и всеобщего признания. Мы поможем Вам настроить профессиональные связи с различными составляющими индустрии моды.<br><br>Победители в номинации Dream Awards (10 дизайнеров) получат денежный приз в размере 5,000 USD.<br><br>Все финалисты конкурса также получат право представить свои работы на Crowd Challenge Festival 2016, который будет проводиться в Шанхае и вне всяких сомнений станет уникальной возможностью поднять бренды участников на совершенно новый уровень.

source: Click here for full terms and conditions
ar: اضغط هنا للمزيد من المعلومات والتفاصيل
es: Haga click aquí para leer los términos y condiciones
fr: Cliquez ici pour voir les termes et détails complets.
ja: 詳しい条件や詳細については、ここをクリックしてください。
pt: Clique aqui todos os termos e condições
ru: Кликните здесь для большей информации о сроках и деталях.

source: The title of “Trend Maker” will be awarded to the top five judges whose evaluation style closely matches the overall trend of the general public. “Trend Maker” award winners will receive an invitation to the 2016 Crowd Challenge Festival Shanghai, airline tickets with accommodations and the Crowd Challenge Festival gift package, which includes some of the winning designers’ work.<br><br>The title of “Trend Influencer” will be given to the next ten judges whose evaluation style closely matches the overall trend of the general public. “Trend Influencers” award winners will receive a Crowd Challenge Festival gift package, which includes some of the winning designers’ work.<br><br>The 2016 Crowd Challenge Festival Shanghai will be the must-see event of the year. The festival will host the first annual Crowd Challenge Fashion Show that will showcase the Fashion Crowd Challenge winning designers, worn by the winners of the Model Crowd Challenge, from around the world. Along with the fashion show will be performances from some of the most popular Korean Pop groups in the music industry today. It will be a glamorous occasion celebrating fashion, music, and the crowd.
ar: لقب "صانع الموضة" سوف يحصل عليه أفضل خمس حكام, والذي تماشى تحكيمهم مع الرأي والذوق العام. الفائزين بلقب صانعي الموضة سيحصلون على دعوة لحضور عرض الأزياء الخاص بمسابقة حشد الأزياء والذي سيقام بمدينة شانغهاى في الصين, مصحوبة بتذكرة طيران مع الإقامة, كما سيحصلون أيضا على هدايا مهرجان حشد الأزياء والتي ستحتوي على بعض من التصاميم الخاصة بالمصممين الفائزين بالمسابقة.<br><br>لقب "المؤثر على الموضة" سيحصل عليه عشرة من الحكام الذين رتبوا من المركز السادس حتى المركز الخامس عشر ومن يتماشى تقييمهم مع الرأي والذوق العام. المؤثرين على الموضة سيحصلون على هدايا مهرجان حشد الأزياء والتي ستحتوي على بعض من التصاميم الخاصة بالمصممين الفائزين بالمسابقة.<br><br>مهرجان مسابقة حشد الأزياء في شانغهاى, سيكون أكبر حدث للموضة لسنة 2016. المهرجان سيستضيف أول عرض أزياء لمسابقة حشد الأزياء, والذي سيعرض التصاميم الفائزة بالمسابقة, وسيتم عرضها من قبل عارضي الأزياء الذين فازوا بمسابقة حشد عارضي الأزياء. مع عرض الأزياء, سيكون هناك عروض لأشهر فرق مغنين في مجال الفن بكورية الجنوبية. سيكون مهرجان عالمي كبير يحتفل بالموضة, الفن والموسيقى.
es: El título de “Trend Maker” será otorgado a los cinco mejores jueces cuya evaluación se ajuste mejor a las tendencias del público general. Los que posean este título recibirán una invitación para el Crowd Challenge Festival 2016 en Shanghai, boletos de avión con alojamiento y el pack regalo del Crowd Challenge Festival, que incluye algunas de las creaciones de los diseñadores ganadores.<br><br> El título de “Trend Influencer” será otorgado a los diez siguientes jueces cuya evaluación se ajuste más a las tendencias del público general. Los que posean este título recibirán el pack de regalo del Crowd Challenge Festival, que incluye algunas de las creaciones de los diseñadores ganadores.<br><br> El Crowd Challenge Festival Shanghai en 2016 será el evento del año. El festival acogerá el Crowd Challenge Fashion Show en el que se presentarán los diseños ganadores del Fashion Crowd Challenge, llevados por lo modelos ganadores del Model Crowd Challenge. Junto con el desfile, también habrá actuaciones de alguno de los más populares grupos de K-Pop en la actualidad. Será una fantástica ocasión para celebrar la moda, la música y el encuentro.
fr: Le titre de "Trend Maker" sera attribué aux cinq premiers juges dont l’évaluation correspondra le plus à la tendance générale de l'opinion publique. Les gagnants du titre "Trend Maker" recevront une invitation pour le Crowd Challenge Festival 2016, billets d'avion et logement inclus ainsi qu’un pack cadeau du Crowd Challenge Festival comprenant une partie des créations des designers gagnants.<br><br> Le titre de "Trend maker" sera attribué aux dix prochains juges dont l’évaluation correspondra le plus à la tendance générale de l'opinion publique. Les lauréats du titre de "Trend maker" recevront un pack cadeau comprenant une partie des créations des designers gagnants.<br><br> Le Crowd Challenge Festival de Shanghai sera l'événement incontournable de l'année. Le festival accueillera le premier défilé de mode du Crowd Challenge qui mettra en valeur les créations des designers vainqueurs du Fashion Crowd Challenge, portes par les mannequins vainqueurs du Model crowd Challenge. En plus du défilé de mode, vous pourrez assister aux performances de certains des groupes pop coréens les plus populaires. Ce sera l’occasion de célébrer la mode, la musique, et le public.
ja: 「トレンドメーカー」のタイトルは、一般大衆が求めるトレンドに最も適した評価を行ったトップの5人の審査員に「トレンドメーカー」というタイトルが授与されます。「トレンドメーカー」のタイトルを獲得した審査員には、上海で開催される2016クラウドチャレンジフェスティバルに招待され（航空チケット及び宿泊提供）、クラウドチャレンジギフトパッケージ（入賞デザイナーのデザインした服）が与えられます。<br><br> 「タイトルトレンドインフルエンサー」のタイトルは、一般の人々のニーズにもっとも適している10名の審査員に与えられます。また、2016クラウドチャレンジフェスティバルに招待され（航空チケット及び宿泊提供）、クラウドチャレンジギフトパッケージ（入賞デザイナーのデザインした服）が与えられます。<br><br>上海で開催される、2016クラウドチャレンジフェスティバルは今後、最大のイベントになることでしょう。このフェスティバルは今回が初めてであり、今後毎年1年に1回開催されます。このモデルクラウドチャレンジでは、入賞したデザイナーらの服を着て、ファッションショーのランウェイに立ちます。<br><br>このファッションショーでは、ファッションショーだけでなく、K-poｐアーティストの公演も行われます。<br><br>新概念のイベントとして、ファッション、音楽、そして人々が一体となるフェスティバルとなるでしょう。
pt: O título de “Trend Maker” será oferecido aos top cinco jurados os quais as avaliações melhor combinem com as tendências escolhidas pelo público em geral. Os vencedores do prêmio “Trend Maker” receberão um convite para o Crowd Challenge Festival 2016 em Xangai, passagem aérea, acomodação e um pacote de presentes do Crowd Challenge Festival 2016 que inclui algumas criações dos designers vencedores.<br><br>O título de “Trend Influencer” será oferecido aos próximos dez jurados os quais as avaliações melhor combinem com as tendências escolhidas pelo público em geral. Os vencedores do prêmio “Trend Influencer” receberão um pacote de presentes do Crowd Challenge Festival 2016 que inclui algumas criações dos designers vencedores.<br><br>O Crowd Challenge Festival 2016 será o evento imperdível do ano. O evento sediará o primeiro desfile do Crowd Fashion Challenge que exibirá os designs vencedores do Fashion Crowd Challenge, vestidos pelas modelos vencedoras do Model Crowd Challenge de diferentes partes do mundo. Além do fashion show também ocorrerão performances de alguns dos grupos mais populares de K-POP na indústria da música atual. Será uma ocasião glamorosa que celebrará a moda, a música e o público.
ru: Звание "Trend Maker” будет дано тем дизайнерам, чья оценка будет наиболее близко соответствовать общей статистике. Победители номинации “Trend Maker” получат приглашения на 2016 Crowd Challenge Festival в Шанхае, совместно с авиабилетами, проживанием и подарочными наборами, которые будут включать в себя изделия от дизайнеров-победителей.<br><br>Звание “Trend Influencer“ будет дано следующим 10-ти судьям, чьи оценки наиболее точно отразят тенденции всеобщего голосования. Победители номинации “Trend Influencer” получат подарочные наборы, которые будут включать в себя изделия от дизайнеров-победителей.<br><br>2016 Crowd Challenge Festival в Шанхае это одно из главных событий года. Данное событие ознаменует первое ежегодное Crowd Challenge Fashion Show, на котором будут представлены дизайнеры-победители конкурса Fashion Crowd Challenge и их работы, продемонстрированные победившими в конкурсе Model Crowd Challenge моделями со всего мира. Совместно с fashion show, фестиваль будет включать в себя выступления нескольких широко известных в музыкальной индустрии K-POP коллективов. Это будет действительно блистательное событие, отождествляющее моду, музыку и широкую общественность.

source: Incentive
ar: حافز
es: Incentivo
fr: Récompense
ja: 奨励金
pt: Incentivo
ru: Поощрение

source: Create account<br>or Sign in
ar: سجل أو تسجيل الدخول
es: Registrarse<br>o Iniciar Sesión
fr: S'INSCRIRE<br>ou Connexion
ja: アカウント登録<br>or ログイン
pt: Inscreva-se<br>ou faça o Login
ru: Присоединиться<br>или Авторизоваться

source: We're looking for members who can serve on the FCC2015 Committee.<br/>Recommend people you know to us !
ar: نحن نبحث عن أعضاء يستطيعون العمل في لجنة مسابقة حشد الأزياء2015.<br/> حث ناس تعرفهم على هذا!
es: Estamos en busca de miembros que puedan formar parte del comité del FCC. ¡Ayúdanos a encontrarlos!
fr: Nous recherchons des personnes pour rejoindre le Comité FCC2015. Nous avons besoin de votre aide !
ja: FCC2015で会いたいCOMMITTEEメンバーを推薦してください。
pt: Estamos em busca de pessoas para o comitê do FCC2015.<br/>Recomende alguém!
ru: Мы ищем кандидатов, которые могут быть частью Комитета FCC2015. Рекомендуйте подходящих для этой позиции людей!

source: This person is an inspiration that can offer valuable advice<br>and serve as a role model to others.
es: Esta persona puede ofrecer asesoramiento de gran valor y puede ser un modelo a seguir para los diseñadores.
fr: Cette personne est une source d'inspiration pour l'ensemble des stylistes et créateurs. Il ou elle est capable d'offrir des conseils avisés et servir d'exemple pour les professionnels et non professionnels de la mode.
ja: デザイナーにインスピレーションを与え、ロールモデルになる人物。
ru: Этот человек является вдохновением для дизайнеров во всем мире и может дать ценные советы для других.

source: Number of applications received
ar: عدد الطلبات الواردة
es: Número de inscripciones recibidas
fr: Nombre d'inscriptions à ce jour
ja: 候補者数
pt: Número de inscrições recebidas
ru: Число полученных заявок

source: Number of confirmed members
ar: عدد الأعضاء المقبولون
es: Número de candidatos confirmados
fr: Nombre de candidats confirmés
ja: Committeeメンバー数
pt: Número de membros confirmados
ru: Число подтвержденных участников

source: Recommendation
ar: توصية
es: Recomendacione
fr: Recommandation
ja: 推薦者数
pt: Recomendações
ru: Число рекомендаций

source: Information
ar: معلومات
es: Información sobre el Comité
fr: Informations sur le Comité
ja: 案内
pt: Informação
ru: О Комитете

source: Application
ar: تطبيق
es: Inscripción para el Comité
fr: Inscription au Comité
ja: 申請
pt: Inscrição
ru: Заявка в Комитет

source: Search
ar: بحث
es: Buscar
fr: Recherche
ja: 検索
pt: Buscar
ru: Поиск

source: 0</span></strong> candidates found
ar: 0</strong></span> مرشحين وجدوا
es: 0</span></strong> candidatos encontrados
fr: 0</span></strong> candidats trouvés
ja: 0</span></strong>個のCommittee候補者が検索されました
pt: 0</span></strong> candidatos encontrados
ru: 0</span></strong> Найдено кандидатов

source: Recommend
ar: حث
es: Recomendados
fr: Recommandez
ja: 推薦者数
pt: Recomendados
ru: Рекомендовать

source: Details
ar: تفاصيل
es: Detalles
fr: Détails
ja: 候補者情報
pt: Detalhes
ru: Детали

source: Confirmed member
ar: عضو مقبول
es: Miembro confirmado
fr: Membres confirmés
ja: 確定
pt: Membros confirmados
ru: Утвержденный член

source: There are no registered Committee members.
ar: لا يوجد أعضاء لجنة مسجلين.
es: No hay miembros miembros registrados del comité
fr: Aucun membre n'est encore inscrit au Comité
ja: 登録されたCommittee候補者がいません。
pt: Não existem membros do comitê registrados.
ru: Зарегистрированных членов Комитета не обнаружено

source: Visit the application page to apply or recommend someone to be a member of the Committee.
ar: قم بزيارة تطبيق الصفحة للتسجيل او لحث الأشخاص الذين تعرفهم ليكونوا اعضاء في اللجنة.
es: Cualquiera puede aplicar para la membresía del comité.<br/>Puede visitar la página de aplicación para aplicar o recomendar a alguien.
fr: Toute personne peut postuler en tant que membre du Comité.<br/>Vous pouvez vous inscrire vous-même ou recommander quelqu'un d'autre.
ja: 誰でもCommittee後援者に申請、または他の人を推薦することができます。
pt: Visite a página de inscrição para se inscrever ou recomendar alguém para membro do comitê.
ru: Любой желающий может подать заявку на членство в Комитете.<br/>Вы можете посетить страницу подачи заявок, чтобы зарегистрироваться или рекомендовать кого-то.

source: You've submitted a vote for a Committee member.
es: Ha votado por un miembro del comité.
fr: Vous avez voté pour un candidat au Comité.
ja: 投票されました。
ru: Вы проголосовали за члена Комитета.

source: You can vote for each candidate once per day.
es: Puede votar por cada candidato una vez al día.
fr: Vous pouvez voter pour chaque candidat une fois par jour.
ja: 投票は候補あたり最大1回のみ可能です。
ru: Вы можете проголосовать за каждого кандидата один раз в день.

source: Confirm
ar: قبول
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
ru: Подтверждение

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ja: 取消
pt: Cancelar
ru: Закрыть

source: Recommend someone to serve on the FCC2015 Committee!
ar: حث شخص للعمل في لجنة مسابقة حشد الأزياء2015!
es: ¡Recomiéndanos candidatos para colaborar en el Comité del FCC!
fr: Recommandez quelqun pour participer au Comité du FCC 2015 !
ja: FCC2015を共にするCommitteeメンバーを推薦してください。
pt: Recomende alguém para o comitê FCC2015!
ru: Рекомендуйте кандидата для вступления в Комитет FCC2015!

source: Introduction
ar: مقدمة
es: Introducción
ja: 案内
pt: Introdução
ru: О Комитете

source: We would like to invite to the FCC Committee anyone can inspire, challenge, and encourage the Fashion Crowd Challenge designers.
ar: نحن نود أن ندعو للجنة مسابقة حشد الأزياء 2015 اي شخص قادر على الإلهام, التحدي,وتشجيع مصممي مسابقة حشد الأزياء ,.
es: Nos gustaría invitar al Comité del FCC a personas capaces de inspirar, desafiar y animar a los diseñadores del Fashion Crowd Challenge.
fr: Nous souhaitons inviter à participer au Comité toutes celles et ceux qui peuvent inspirer, motiver et encourager les participants au Fashion Crowd Challenge.
ja: Fashion Crowd Challengeに参加するデザイナーの方にインスピレーションを与え、デザイナーの新しい挑戦を応援する方々をFCC Committeeメンバーとしてお招きしようとします。
pt: Gostaríamos de convidar ao comitê do FCC qualquer um que inspire, desafie e encoraje os designers do Fashion Crowd Challenge.
ru: Мы приглашаем стать членом Комитета FCC любого желающего, способного вдохновить и поддержать участвующих дизайнеров

source: Committee candidate recommendation and application
ar: توصية مرشح اللجنة والتطبيق
es: Inscripción y recomendación de candidatos para el Comité
fr: Inscriptions et recommandations aux candidats du Comité
ja: Committee 候補者の推薦および申請
pt: Recomendação e inscrição de candidatos ao comitê
ru: Заявка на вступление и рекомендация кандидата
