Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: Show Password Errors
ar: إظهار أخطاء كلمة المرور
es: Mostrar errores de la contraseña
fr: Montrer les erreurs de Mot de Passe
ja: - 最低１つのローマ字 (a-z, A-Z),<br>- 最低1桁の数字 (0-9),<br>- 空白なし
pt: Mostre o que está errado com a senha
ru: Показать Ошибки Пароля

source: We could not get your information.<br>Please participate in FCC by your email.
ar: لم نتمكن من الحصول على المعلومات الخاصة بك <BR> الرجاء التواص مع لجنه مسابقة حشد الأزياء عن طريق البريد الإلكتروني الخاص بك
es: No hemos podido encontrar su información.<br>Por favor, únase al FCC mediante su correo.
fr: Nous ne pouvons pas obtenir votre information.<br>Veuillez participer au FCC via votre email.
ja: あなたの情報を確認できませんでした。<br>あなたのemailアドレスから、FCCに登録してください。
pt: Não conseguimos obter sua sinformações.<br>Por favor participe do FCC através de seu email.
ru: Мы не можем обработать Вашу информацию.<br>Пожалуйста, участвуйте в FCC используя свой e-mail.

source: Sorry
ar: عذرا
es: Lo sentimos
fr: Désolé
ja: エラー
pt: Desculpe
ru: Извините

source: We will message your social media account with a link to reset your password
ar: سنقوم بإرسال رابط الى موقع التواصل الخاص بك لإعادة تعيين كلمة المرور الخاصة بك
es: Le enviaremos un mensaje a su cuenta de la red social con el link para restaurar su cuenta
fr: Nous allons vous envoyer par Email un lien sur le compte de votre réseau social utilisé vous permettant de réinitialiser votre mot de passe.
ja: ソーシャルメディアのアカウントに、パスワード再設定のメッセージを送ります。
pt: Enviaremos uma mensagem através de sua rede social com um link para restaurar sua senha
ru: Мы свяжемся с Вами через Ваш аккаунт в социальной сети для сброса Вашего пароля

source: Hello,
ar: ,مرحبا
es: Hola,
fr: Bonjour,
ja: こんにちは,
pt: Olá,
ru: Здравствуйте,

source: Welcome to FCC.<br>To reset your password, please click the following link.
ar: مرحبا بك في مسابقة حشد الأزياء<br>, لإعادة تعيين كلمة المرور الخاصه بك, الرجاء النقر على الرابط التالي
es: Saludos desde el FCC.<br>Para restaurar su contraseña, haga click en el link siguiente.
fr: Bienvenue au FCC.<br>Pour réinitialiser votre mot de passe, veuillez cliquer sur le lien suivant.
ja: FCCへようこそ<br>パスワードの再設定する際には、こちらのリンクをクリックしてください。
pt: Bem vindo ao FCC.<br>Para restaurar sua senha, por favor clique no link a seguir.
ru: Добро Пожаловать в FCC.<br>Для сброса Вашего пароля, пожалуйста, кликните по данной ссылке.

source: Click Here
ar: انقر هنا
es: Click aquí
fr: Cliquez ici
ja: ここをクリック
pt: Clique aqui
ru: Нажмите Здесь

source: Password Reset
ar: اعادة تعيين كلمة المرور
es: Restaurar contraseña
fr: Réinitialisation du mot de passe
ja: パスワード再設定
pt: Restaure sua senha
ru: Сброс Пароля

source: Shoes
ar: الحذاء
es: Zapatos
fr: Chaussures
ja: 足のサイズ
pt: Sapatos
ru: Обувь

source: Upload your video
ar: حمل الفيديو الخاص بك
es: Cargue su video
fr: Téléchargez votre vidéo
ja: 動画アップロード
pt: Envie seu video
ru: Загрузить Ваше видео

source: Delete
ar: حذف
es: Borrar
fr: Supprimer
ja: 削除
pt: Apagar
ru: Удалить

source: We need you to agree to a few things before we can finish your ModelCC registration.
ar: نحن بحاجتكم للموافقة على عدد قليل من الأشياء قبل أن نتمكن من الانتهاء من التسجيل الخاص بك في مسابقة حشد عارضي الأزياء
es: Necesitamos acordar algunas cosas antes de terminar su registro a ModelCC
fr: Nous avons besoin que vous acceptiez certaines choses avant que nous finalisions votre inscription au ModelCC.
ja: 登録を完了するため、ModelCC規約に同意してください。
pt: Precisamos que você concorde com algumas regras antes de podermos finalizar sua inscrição no ModelCC.
ru: Нам необходимо согласовать несколько деталей перед завершением Вашей регистрации на ModelCC.

source: Model<br>Submission
ar: تقديم <br>عارضي\عارضات الأزياء
es: Entrega<br>de Modelos
fr: Mannequin<br>Inscription
ja: モデル<br>登録
pt: Envio para<br>modelos
ru: Загрузка<br>Моделей

source: Join Fashion CC 2015
ar: شارك في مسابقة حشد الأزياء لعام 2015
es: Únete a FCC 2015
fr: Rejoignez le FCC 2015
ja: FCC 2015に参加する
pt: Inscreva-se no Fashion CC 2015
ru: Присоединиться к Fashion CC 2015

source: Model CC 2015</span><span>Evaluation Start
ar: مسابقة حشد عارضي الأزياء لعام 2015 </span><span> بداية التقييم
es: Model CC 2015</span><span>Comienzo de la Evaluación
fr: Model CC 2015</span><span>L'é valuation commence
ja: Model CC 2015</span><span>審査開始
pt: Model CC 2015</span><span>Início das Avaliações
ru: Model CC 2015</span><span>Начало Голосования

source: Join Model CC 2015
ar: شارك في مسابقة حشد عارضي الأزياء
es: Únete a Model CC 2015
fr: Rejoignez le Model CC 2015
ja: Model CC 2015に参加する
pt: Inscreva-se no Model CC 2015
ru: Присоседиться к Model CC 2015

source: FCC's mission is to discover fashion stars and thrust them into the public eye.<br>So, FCC is holding a truly global fashion show in which anyone can participate as a designer OR as a judge.<br><br>The designs which receive the best reviews will be displayed each day during the evaluation period at FashionCrowdChallenge.com.<br>FCC will announce the full body of winners on October 16th.
ar: مهمة لجنة حشد الأزياء هو اكتشاف نجوم الأزياء والتوجه لهم في نظر الجمهور. لذلك، مسابقة حشد الأزياء تحتجز عرض أزياء عالمي و التي يمكن لأي شخص أن يشارك كمصمم أو حكم . سيعلن عن كل الفائزين في 16 أكتوبر سيتم عرض التصاميم التي تحصل على أفضل النصائح في كل يوم خلال فترة التقييم على<br>FashionCrowdChallenge.com
es: El objetivo del FCC es descubrir a gente con talento en el mundo de la moda y lanzarlos a la escena internacional.<br> Así, el FCC está llevando a cabo un desfile en el que todo el mundo puede participar como diseñador o jurado.<br><br>Los diseñadores que reciban las mejores críticas serán mostrados durante el periodo de evaluación en FashionCrowdChallenge.com.<br>FCC anunciará el conjunto de ganadores el 16 de octubre.
fr: La mission du FCC est de découvrir des talentueux designers et de les dévoiler aux yeux du grand public.<br>Ainsi, le FCC organise un défilé de mode a échelle internationale dans lequel tout le monde peut participer en tant que designer ou en tant que juge.<br><br> Les designs qui recoivent les meilleurs critiques seront diffusés chaque jours durant la période d'évaluation sur le site FashionCrowdChallenge.com.<br>Le FCC annoncera les vainqueurs le 16 octobre.
ja: FCCの趣旨は、大衆に認められるファッションスターを発掘することである。<br>そのため、FCCは誰もがデザイナーとして、また審査員として参加できる、真のグローバルファッションショーを企画している。<br><br>審査期間中に好評価をもらったデザイナーは、FCCホームページにて掲示される。（FashionCrowdChallenge.com）<br>また、すべての入賞者の結果発表は、10月16日に行われる。
pt: A missão do FCC é descobrir estrelas da moda e apresentá-los aos olhos do mundo.<br>Desta maneira, o FCC está criando um verdadeiro show da moda onde qualquer um pode participar como designer ou jurado.<br>Os designs que receberem as melhores críticas serão apresentados durante o período de avaliação no FashionCrowdChallenge.com.<br>O FCC anunciará todos os vencedores no dia 16 de Outubro.
ru: Целью FCC является поиск талантливых звезд индустрии моды и представление их всему миру.<br>Именно для этого FCC проводит действительно мировое по своей значимости событие, в котором любой желающий может принять участие в роли дизайнера ИЛИ судьи.<br><br>Дизайнеры, получившие наибольшее количество обзоров, будут опубликованы на ежедневной основе на FashionCrowdChallenge.com.<br>FCC объявит всех победителей 16 октября.

source: Learn about FCC
ar: تعرف على مسابقة حشد الأزياء
es: Más acerca del FCC
fr: À propos du FCC
ja: FCCについて
pt: Saiba mais sobre o FCC
ru: Узнать об FCC

source: Brochure
ar: كتيب
es: Folleto
ja: パンフレット
pt: Brochura
ru: Брошюра

source: Download our brochure for more detailed </span><span>information about FCC.
ar: حمل الكتيب الخاص بنا للمزيد من</span><span> التفاصيل حول مسابقة حشد الأزياء
es: Descargue nuestro follete para información </span><span> más detallada acerca del FCC.
fr: Téléchargez notre brochure pour plus d'</span><span>informations à propos du FCC
ja: パンフレットのダウンロードは</span><span> こちらから
pt: Faça o download de nossa brochura para maiores </span><span>detalhes sobre o FCC.
ru: Скачать нашу брошюру для большей </span><span> информации об FCC.

source: Vote for me !
ar: صوت لي
es: ¡Vota por mí!
fr: Votez pour moi !
ja: 私に投票してください！
pt: Vote em mim!
ru: Голосуйте за меня!

source: <span>MEET THE STAR</span><span>MODELS OF</span>
ar: <span> قابل النجم</span><span>النجم من</span>
es: <span>CONOCE A LOS MODELOS</span><span>ESTRELLA DE</span>
fr: <span>MEET THE STAR</span><span>MANNEQUIN DE</span>
ja: <span>スターモデルを</span><span>見る</span>
pt: <span>CONHEÇA AS</span><span>MODELOS DO</span>
ru: <span>ВСТРЕЧАЙТЕ ЗВЕЗДНЫХ</span><span>МОДЕЛЕЙ</span>

source: TOMORROW
ar: غدا
es: MAÑANA
fr: DEMAIN
ja: 明日
pt: FUTURO
ru: ЗАВТРА

source: <span>You choose the top models of ModelCC 2015.</span><span>Your input creates the stars of the future.</span>
ar: <span> أنت تختار العارضين الأفضل لمسابقة حشد عارضي الأزياء لعام 2015. </span><span> مشاركتك تخلق نجم المستقبل.</span>
es: <span>Tú eliges a los top modelos del ModelCC.</span><span>Tus opiniones crearán las estrellas del futuro.</span>
fr: <span>Vous choisissez les meilleurs mannequins du ModelCC 2015.</span><span>Les stars de demain.</span>
ja: <span>ModelCC 2015のトップモデルをお選びください。</span><span>あなたの投票が、未来のスターを作ります。</span>
pt: <span>Você escolhe as top modelos do ModelCC 2015.</span><span>A sua opinião cria as estrelas do futuro.</span>
ru: <span>Вы участвуете в отборе топ-моделей для ModelCC 2015.</span><span>Ваш вклад создает звезд будущего.</span>

source: Total
ar: مجموع
ja: トータル
ru: Итого

source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
ja: 今日
ru: Сегодня

source: The evaluation period ends in
ar: لقد انتهت فترة التقييم
es: El periodo de evaluación termina en
fr: La période d'évaluation est terminée
ja: 審査期間は、右記の時間に終わります。
pt: O período de avaliação termina em
ru: Всеобщее голосование заканчивается через

source: hours,
ar: ساعات
es: horas,
fr: heures,
ja: 時間
pt: horas,
ru: часов,

source: minutes.
ar: دقائق
es: minutos.
ja: 分
pt: minutos.
ru: минут.

source: Please Wait, Loading..
ar: ..يرجى الإنتظار, جاري التحميل
es: Por favor espere, Cargando...
fr: Merci de patienter, chargement...
ja: しばらくお待ちください・・・
pt: Por favor, aguarde. Carregando..
ru: Идет Загрузка...

source: Evaluate more models!
ar: تقييم المزيد من العارضين
es: ¡Evalúa más modelos!
fr: Evaluer les mannequins
ja: 他のモデルも評価する！
pt: Avalie mais modelos!
ru: Оцените больше моделей!

source: There is no evaluation subjects
ar: لا يوجد موضوعات تقييم
es: No hay temas de evaluación
fr: Il n'y a pas de sujets d'évaluation
ja: 評価項目がありません。
pt: Não há nada a ser avaliado.
ru: Объекты для голосования отсутствуют

source: Back to list
ar: الرجوع الي القائمة
es: Volver a la lista
fr: Retour a la liste
ja: リストに戻る
pt: Volte para a lista
ru: Вернуться к списку

source: Comment
ar: تعليق
es: Comentario
fr: Commentaire
ja: コメント
pt: Comentários
ru: Комментарий

source: WINNER
ar: فائز
es: GANADOR
fr: VAINGUEUR
ja: 入賞者
pt: VENCEDOR
ru: ПОБЕДИТЕЛЬ

source: <span>The ModelCC 2015 Winners <br>have been chosen!</span><span>Let's meet the global top models <br>who will own the runway at FCC2015!</span>
ar: <span> فائزين مسابقة حشد الأزياء لعام 2015 <br> تم اختيارهم!</span><span> هيا نقابل أفضل العارضين العالميين<br> من سيملك المدرج في مسابقة حشد الأزياء لعام 2015 !</span>
es: <span>¡Los Ganadores del The ModelCC 2015 <br>ya han sido elegidos!</span><span>¡Conozcamos a los top models internacionales<br>who que desfilarán en la pasarela del FCC2015!</span>
fr: <span> Les gagnants du ModelCC2015 <br> ont été choisis!</span><span>Allons découvrir les meilleurs mannequins dans le monde <br>qui défileront sur le podium du FCC2015!</span>
ja: <span>ModelCC 2015の入賞者が<br>選ばれました！</span><span>FCC2015のランウェイに立つグローバルトップモデルを<br>確認しに行きましょう！</span>
pt: <span>Os ganhadores do ModelCC 2015 <br>foram escolhidos!</span><span>Vamos conhecer as top modelos globais que estarão na passarela do FCC2015!</span>
ru: <span>Победители ModelCC 2015 <br>были определены!</span><span>Давайте поприветствуем мировых топ-моделей, <br>которым будет принадлежать подиум FCC2015!</span>

source: View my results
ar: عرض نتائجي
es: Ver mis resultados
fr: Voir mes résultats
ja: 私の結果を見る
pt: Ver meus resultados
ru: Посмотреть мои результаты

source: Top Model
ar: عارض الأزياء
fr: Meilleur Mannequin
ja: トップモデル
pt: Top Modelo
ru: Топ-Модель

source: MODEL CC 2015 RESULTS
ar: نتائق مسابقة حشد عارضي الأزياء لعام 2015
es: RESULTADOS DEL MODEL CC 2015
fr: Résultats du ModelCC2015
ja: MODEL CC 2015の結果
pt: RESULTADOS DO MODELCC 2015
ru: РЕЗУЛЬТАТЫ MODEL CC 2015

source: Grade
ar: مرتبة
es: Nota
fr: Catégorie
ja: 成績
pt: Pontuação
ru: Оценка

source: Judges
ar: حكام
es: Jueces
fr: Juges
ja: 審査員
pt: Jurados
ru: Судьи

source: Comments
ar: تعليقات
es: Comentarios
fr: Commentaires
ja: コメント
pt: Comentários
ru: Комментарии

source: View more language
ar: اظهار المزيد من اللغات
es: Ver más idiomas
fr: Voir plus de langues
ja: 他の言語で見る
pt: Ver mais idiomas
ru: Посмотреть другие языки

source: If you delete your information, your participation in FCC 2015 will be cancelled. Do you wish to continue?
ar: إذا قمت بحذف المعلومات الخاصة بك، سيتم إلغاء اشتراكك في FCC 2015. هل ترغب في الاستمرار؟
es: Si elimina su información, su participación en el FCC 2015 será cancelada. ¿Desea continuar?
fr: Si vous supprimez vos informations, votre participation au FCC 2015 sera annulée. Voulez-vous continuer?
ja: 登録されたモデル情報を削除すると、 FCC2015への参加申請が取り消されます。モデル情報を削除しますか？
pt: Se você apagar sua informações sua participação no FCC 2015 será cancelada. Gostaria de continuar?
ru: Если Вы удалите свою информацию, Ваше участие в FCC будет отменено. Хотите продолжить?

source: Email Verification
ar: تأكيد بواسطة البريد الإلكتروني
es: Verificación de correo electrónico
fr: e-mail de vérification
ja: Eメールの確認
pt: Verificação de email
ru: Подтверждение Электронной Почты

source: Portfolio <br>Submission
ar: تسليم<br> الملف
es: Entrega del <br>Portafolio
fr: Soumission des portfolios
ja: ポートフォリオを<br>提出する。
pt: Envio de<br>Portfolio
ru: Загрузка <br>Портфолио

source: Crowd <br>Evaluation
ar: تقييم <br>الجمهور
es: Evaluación del<br>Público
fr: Evaluation <br>du public
ja: 一般評価
pt: Avaliação<br>do Público
ru: Всеобщее <br>Голосование

source: Portfolio <br>Evaluation
ar: تقييم<br>الملف
es: Evaluación del <br>Portafolio
fr: Evaluation <br>des portfolios
ja: ポートフォリオ<br>評価
pt: Avaliação de <br>Portfolio
ru: Оценка <br>Портфолио

source: 10th Sep.<br> - <br>13th Sep.
ar: 10 سيبتمبر<br> - <br>13 سيبتمبر
es: 10 de septiembre<br> - <br>13 de septiembre
fr: 10 septembre <br> - <br> 13 septembre
ja: 9月10日<br>~<br>9月13日
pt: 10 de Setembro<br>-<br>13 de Setembro
ru: 10 Сен. <br> - <br> 13 Сен.

source: FCC's Model Evaluation<br>has begun.
ar: لقد بدأت<br> فترت تقييم مسابقة حشد الأزياء
es: La evaluación de modelos del FCC<br>ha comenzado.
fr: L'évaluation des mannequins du FCC <br> a commencé.
ja: FCCモデル評価が<br>始まりました。
pt: As avaliações de modelos<br>já começou.
ru: Период Голосования Конкурса Моделей FCC<br>начался.

source: Check out another model!
ar: تحقق من عارض ازياء أخر
es: ¡Ve a otros modelos!
fr: Voir un autre mannequin
ja: 別のモデルをチェックする！
pt: veja outra modelo!
ru: Оцените другую модель!

source: Evaluation <br>finished!.
ar: انتهى <br> التقييم
es: La evaluación<br>ha finalizado
fr: Evaluation <br>terminée
ja: 評価が<br>終了しました！
pt: Avaliação<br>finalizada!
ru: Голосование <br>окончено!

source: Evaluation finished! see you tomorrow.
ar: انتهى التقييم! نراك غدا
es: ¡La evaluación ha finalizado! Nos vemos mañana.
fr: Découvrez
ja: 評価が終了しました！また、お待ちしております。
pt: Avaliação finalizada! Nos vemos amanhã.
ru: Голосование окончено! Увидимся завтра.

source: 14th Sep.
ar: 14 سيبتمبر
es: 14 de septiembre
fr: 14sept
ja: 9月14日
pt: 14 de Setembro
ru: 14 Сен.

source: My results.
ar: نتيجتي
es: Mis resultados
fr: Voir mes résultats
ja: 私の結果。
pt: Meus resultados
ru: Мои результаты.

source: Meet the star <br> models of <br> tomorrow
ar: قابل النجم<br> عارض ازياء من <br> غدا
es: Conoce a los <br>modelos del<br>mañana
fr: Découvrez les mannequins star de demain
ja: 明日の<br>スターモデルに<br> 会う
pt: Conheça as <br> modelos do <br> futuro
ru: Узнайте кто <br>стал ТОП-моделью <br> будущего!

source: No design information<br>submitted.
ar: لا يوجد تصاميم تم <br>تسليمها
es: No se ha entregado información<br>de los diseños.
fr: Aucune information sur les designes <br> n'ont été envoyées
ja: いいえ、デザイン情報を<br>登録しません。
pt: Você não enviou as informações<br> do design
ru: Информация о работе не была<br> загружена.

source: Individual</span><span>Registration
ar: تسجيل </span><span> فردي
es: Registro</span><span>Individual
fr: Inscription</span><span>Individuelle
ja: 個人</span><span>参加
pt: Inscrição</span><span>Individual
ru: Индивидуальная</span><span>Регистрация

source: Team</span><span>Registration
ar: تسجيل </span><span> جماعي
es: Registro de</span><span>Equipos
fr: Inscription</span><span>par groupe
ja: チーム</span><span>参加
pt: Inscrição</span><span>em Grupo
ru: Регистрация</span><span>Команды

source: Registration
ar: تسجيل
es: Registro
fr: Inscription
ja: 作品登録
pt: Inscrição
ru: Регистрация

source: Are you registering as an individual or as a team?<br>After you choose, you will not be able to change it,<br>so proceed with caution!
ar: هل تسجل تسجيل فردي أم جماعي؟<br> بعد ان تختار, لا تستطيع التغيير <br>! لذلك نرجو التقدم بحذر
es: ¿Se quiere registrar de manera individual o con un equipo?<br>Después de su elección, no podrá modificar la información,<br>¡por favor eliga con precaución!
fr: Souhaitez-vous vous inscrire individuellement ou par équipe?
ja: 個人でご参加ですか？それともチームとしてご参加ですか？<br>一度選択されますと、変更はできません。<br>ご選択される際は、慎重にお願い致します。
pt: Você está se inscrevendo individualmente ou em grupo?<br>Depois que você escolher não poderá fazer modificações,<br> escolha com cuidado!
ru: Вы регистрируетесь как индивидуальный участник или как команда?<br>После сделанного выбора Вы не сможете изменить порядок участия,<br>поэтому будьте внимательны!

source: Team name
ar: إسم المجموعة
es: Nombre del equipo
fr: Nom de l'équipe
ja: チーム名
pt: Nome do grupo
ru: Имя Команды

source: Please enter a team name.
ar: الرجاء ادخال إسم المجموعه
es: Por favor introduzca el nombre del equipo.
fr: Merci d'entrer le nom de l'équipe.
ja: チーム名を入力してください。
pt: Por favor insira um nome para o grupo
ru: Пожалуйста, введите имя Вашей команды.

source: Category
ar: فئه
es: Categoría
fr: Catégorie
ja: カテゴリー
pt: Categoria
ru: Категория

source: What category best describes your design?
ar: أي فئة توضح تصاميمك أفضل
es: ¿Cuál es la categoría en la que mejor encaja su diseño?
fr: Quelle catégorie décrit le mieux vos designs?
ja: あなたのデザインを最もよく表しているカテゴリーは何ですか？
pt: Qual categoria melhor descreve o seu design?
ru: Какая категория более точно подходит к Вашей работе?

source: Target customer
ar: المستهلك المستهدف
es: Clientes potenciales
fr: Clientèle ciblée
ja: ターゲットの顧客
pt: Público alvo
ru: Целевой клиент

source: Who is the target consumer for your design?
ar: من هو المستهلك المستهدف للتصميم الخاص بك؟
es: ¿Quiénes son los clientes potenciales para su diseño?
fr: Quelle est la clientèle intéressée par vos designs?
ja: あなたのデザインが、ターゲットとする消費者は誰ですか？
pt: Quem é o público alvo de seus designs?
ru: Кто является целевым клиентом для Вашей работы?

source: Title
ar: عنوان
es: Título
fr: Titre
ja: タイトル
pt: Título
ru: Название

source: Please enter a title.
ar: الرجاء ادخال العنوان
es: Por favor introduzca un título.
fr: Merci d'entrer un titre.
ja: タイトルを入力してください。
pt: Por favor insira um título
ru: Пожалуйста, введите название

source: Simple description
ar: وصف بسيط
es: Descripción breve
fr: Courte description
ja: 簡単な説明
pt: Descrição simples
ru: Краткое описание

source: Please enter a simple description of your design.
ar: الرجاء أدخال وصف بسيط عن تصميمك
es: Por favor introduzca una descripción simple para su diseño
fr: Merci d'entrer une courte description de vos designs.
ja: デザインの簡単な説明を入力してください。
pt: Por favor insira uma simples descrição do seu design
ru: Пожалуйста, введите краткое описание Вашей работы.

source: Detailed description
ar: وصف دقيق
es: Descripción detallada
fr: Description détaillée
ja: 詳細説明
pt: Descrição detalhada
ru: Детальное описание

source: Tell us the whole story of your design.
ar: اخبرنا بالقصة الكاملة حول تصميمك
es: Cuéntenos la historia completa de su diseño.
fr: Dévoilez-nous l'histoire complète de vos designs.
ja: あなたのデザインストーリーを教えてください。
pt: Nos conte a história completa de seus designs
ru: Расскажите нам историю Вашей работы

source: Please enter a detailed description of your design.
ar: الرجاء إدخال وصف دقيق عن تصميمك
es: Por favor introduzca una descripción detallada de su diseño
fr: Merci d'entrer une description détaillée de vos designs.
ja: デザインの詳細な説明を入力してください。
pt: Por favor insira uma descrição detalhada de seus designs.
ru: Пожалуйста, введите детальную историю Вашей работы.

source: Team members
ar: أعضاء المجموعة
es: Miembros del equipo
fr: Membres de l'équipe
ja: チームのメンバー
pt: Membros do grupo
ru: Члены команды

source: Please enter a name.
ar: الرجاء ادخال إسم
es: Por favor introduzca un nombre
fr: Merci d'entrer un nom.
ja: 名前を入力してください。
pt: Por favor insira um nome.
ru: Пожалуйста, введите имя.

source: Please enter a valid email format.
ar: الرجاء ادخال بريد إلكتروني صالح
es: Por favor introduzca un formato válido de correo electrónico
fr: Merci d'entrer un format d'email valide.
ja: 有効なメールアドレスを入力してください。
pt: Por favor insira um formato de email válido.
ru: Пожалуйста, введите правильный формат электронной почты.

source: Please enter a category.
ar: الرجاء ‘دخال فئه
es: Por favor introduzca una categoría
fr: Merci d'entrer une catégorie.
ja: カテゴリーを入力してください。
pt: Por favor insira uma categoria.
ru: Пожалуйста, введите категорию.

source: We need you to agree to a few things before we can finish your FCC registration.
ar: كل المصممين حق النشر لتصاميمهم. وان تم استخدام تصاميمهم بشكل غير قانوني, فالFCC ستساندهم في قضيتهم قانونيا
es: Necesitamos que revise un par de cosas antes de que pueda terminar con su registro en el FCC.
fr: Les designers possèdent l'intégralité des droits d'auteurs sur leurs créations. Si leurs créations sont utilisées illégalement, le FCC soutiendra leur légitimité auprès de leurs créateurs originaux.
ja: デザイナーは、そのデザインの著作権を所有しています。そのデザインの著作権が不正使用された場合、FCCはそれを法的にサポートします。
pt: Precisamos que você concorde com alguma regras antes de terminar sua inscrição para o FCC.
ru: Нам необходимо согласовать несколько деталей перед завершением Вашей регистрации на FCC.

source: Your registration was successfully completed.</p><p>You can check out your profile to verify your information.</p><p>You may revise your information until the final day of registration.
ar: تم اتمام تسجيلك بنجاح </p><p> تستطيع الرجوع الى ملفك الخاص للتحقق من معلوماتك</p><p> تستطيع تعديل معلوماتك حتى اليوم الأخير من التسجيل
es: Su registro ha sido completado exitosamente.</p><p>Puede revisar su perfil para verificar su información.</p><p>Puede revisar su información hasta el último día del registro.
fr: <p>Votre inscription a été complétée avec succès</p><p>Vous pouvez aller sur votre profile pour vérifier vos informations.</p><p>Vous pouvez modifier vos information jusqu'au jour final de votre inscription.
ja: 登録が正常に完了しました。</p><p>登録された情報を確認するため、プロフィールを確認することができます。</p><p>登録された情報は、登録最終日まで情報修正することができます。
pt: <p>Sua inscrição está completa.</p><p>Você pode conferir seu perfil para verificar suas informações.</p><p>Você pode revisar suas informações até o último dia para inscrições.
ru: Ваша регистрация была успешно завершена.</p><p>Вы можете проверить Ваш профиль для подтверждения информации.</p><p>Вы можете изменить свою информацию до последнего дня регистрации.</p>

source: 24th Aug.<br> - <br>9th Sep.
ar: 24أغسطس<br> - <br> 9 سيبتمبر
es: 24 de agosto<br> - <br>9 de septiembre
fr: 24 août<br> - <br>9 septembre
ja: 8月24日<br> ~ <br>9月9日
pt: 24 de Agosto<br>-<br>09 de Setembro
ru: 24 Авг.<br> - <br>9 Сен.
