Repository: wndtjr2/fcc
Catalog: src/Locale/*/default.po
Languages: ar, es, fr, ja, pt, ru

source: Here are the winners, <br>chosen by people <br>from all over the world.
ar: هنا الفائزين <br>تم اختيارهم من قبل الجمهور <br>من جميع انحاء العالم
es: Estos son los ganadores, <br>elegidos por gente<br> de todo el mundo.
fr: Ici se trouvent les gagnants <br>choisis par des gens <br>venant du monde entier.
ja: 世界中の人々から <br>入賞者が選ばれます。
pt: Aqui estão os vencedores <br>escolhidos por pessoas <br>de todo o mundo.
ru: Победители, выбранные <br>участниками со всего мира, <br>будут представлены

source: 16th Oct
es: 16 Oct
fr: 16 octobre
pt: 16 de Outubro</b> GMT
ru: 16 Окт.

source: FCC's schedule uses Greenwich Mean Time (GMT)
ar: كل الأوقات التي تستخدمها الFCC بتوقيت غرينيتش.
es: Las horas y fechas del FCC corresponen al huso horario GMT
fr: Le FCC se base sur le fuseau horaire Greenwich Mean Time (GMT).
ja: FCCのスケジュールは、グリニッジ標準時（GMT）を基準とし、行います。
ru: График FCC следует согласно формату GMT (время по Гринвичу)

source: Upload Method
ar: طريقة التحميل
es: Cómo cargar tus trabajos
fr: Télécharger la procédure
ja: 作品の登録方法
pt: Método de Upload
ru: Метод загрузки

source: What kind of images should I submit?
ar: أي نوع من الصور التي يجب أن تقدم ؟
es: ¿Qué tipo de imágenes puedo entregar?
fr: Quel genre d'images puis-je envoyer ?
ja: どんな種類の画像を提出したら良いですか？
pt: Que tipo de imagens eu devo enviar?
ru: Какие изображения я могу загрузить?

source: Designs may be submitted as any image - photo, picture, sketch, illustration, etc. However, <br>to increase your chance of winning, we recommend submitting a photograph of the physical clothes you designed.
ar: ويمكن تقديم تصاميم كصورة - صور، رسم، توضيح وما إلى ذلك <br>لزيادة فرصتك بالفوز نحن نوصي بتقديم صور فوتوغرافية للتصميم
es: Los diseños se deben entregar en cualquier tipo de imagen - foto, boceto, ilustración, etc. Sin embargo, <br> para incrementar tu probabilidad de ganar, se recomienda entregar fotografías de los diseños ya confeccionados.
fr: Les designs peuvent être envoyés sous differentes formes d'image - photos, dessins, croquis, illustrations, etc. Cependant, <br> pour augmenter vos chances de gagner, nous vous recommandons d'envoyer une photo de vos créations.
ja: 作品は、写真、絵、イラストなど様々な形でアップロードできます。<br> 但し、より良い審査のため、なるべく実物に近い写真をお勧め致します。
pt: Os designs podem ser enviados como qualquer tipo de imagem – foto, ilustração, esboço, etc. Porém, <br>para aumentar suas chances de vencer, nós recomendamos que você envie uma foto das roupas que você desenhou prontas.
ru: Работы могут быть загружены в виде любого изображения - фото, картинки, эскиза, иллюстрации и т.д. Однако <br>для повышения Ваших шансов на победу, мы рекомендуем использовать для загрузки фотографии Ваших изделий.

source: How many designs can I upload?
ar: كم من ملفات التصميم استطيع تحميل ؟
es: ¿Cuántos archivos puedo subir?
fr: Combien de fichiers puis-je télécharger ?
ja: 画像は、どれぐらいアップロードできますか？
pt: Quantos designs eu posso enviar?
ru: Сколько файлов я могу загрузить?

source: There is a 20-image file limit per account. You can use all 20 images to showcase a single design or <br>up to 20 different designs. How you choose to allocate your photos is completely up to you.
ar: هناك حد 20 صوره لكل حساب يمكنك استخدام جميع الصور العشرين في تصميم واحد لتسليط الضوء عليه او <br> على 20 من التصميمات المختلفه لك الحريه الكامله في تحديد الصور
es: Hay un límite de 20 imágenes por cuenta. Se pueden usar las 20 imágenes para exhibir un único diseños o bien una para cada uno.
fr: Il y a une limite de 20 images par compte. Vous pouvez utiliser les 20 images pour montrer une seule création ou <br> bien vous pouvez poster jusqu'à 20 différents designs. La manière dont vous exposez vos créations vous appartient.
ja: イメージ画像は、1アカウントにつき最大20枚アップロードできます。1つの作品につき20枚のイメージファイルをアップロードすることも、<br> 20作品（各）のイメージファイルを1枚ずつアップロードすることもできます。1つの作品につき、アップロードするイメージ画像の枚数はご自由に決めてください。
pt: Existe um limite de 20 imagens por conta. Você pode utilizar as 20 imagens para apresentar apenas um design ou <br>até 20 designs diferentes. A escolha de como alocar suas imagens é completamente sua.
ru: Ограничением загрузки является 20 фотографий от одного профиля. <br>Вы можете использовать все 20 изображений для демонстрации одного изделия или <br>20 различных изделий. В каком порядке загружать изображения - зависит целиком от Вас.

source: Who are the designers?
ar: من هم المصممون؟
es: ¿Quiénes son los Diseñadores?
fr: Qui sont les Designers?
ja: 誰がデザイナーとして参加できますか？
pt: Quem são os designers?
ru: Кем являются Дизайнеры?

source: The Designers are anybody who has submitted their own designs through the FCC webpage. <br>Uploaded designs will be evaluated by the judges.
ar: المصممون هم أي شخص قام بتقديم تصاميمه عبر الموقع المخصص بالمسابقة؟ <br> التصاميم المقدمة سيتم تقييمها من قبل الحكام
es: Los Diseñadores son todos aquellos que hayan enviado sus trabajos a través de la página del FCC. <br> Los diseños subidos serán evaluados por el Jurado.
fr: Les Designers sont tous ceux qui ont envoyés leur créations via le site du FCC. Les créations envoyées seront évaluées par les juges.
ja: 自分のデザインをFCCのホームページに登録した方であれば、どなたでもデザイナーとして参加できます。 <br> アップロードされたデザインは、審査員によって評価されます。
pt: Os designers são qualquer pessoa que tenha enviado seu trabalho através da página do FCC. <br>Os designs enviados serão avaliados pelos jurados.
ru: Дизайнером считается любой участник, предоставивший свои работы для участия через сайт FCC. <br>Загруженные работы будут оценены Судьями.

source: Designer Awards
ar: جوائز المصممين
es: Premios para los Diseñadores
fr: Les récompenses des Designers
ja: デザイナーアワード
pt: Prêmios para os Designers
ru: Награждение Победителей

source: Designers chosen as FCC2015 WINNERS will receive financial support for the launching of their brands. <br>The winning designs will also be eilgible to appear in the FCC2015 fashion show.
ar: المصممين الذي سيتم اختيارهم كفائزين سيتحصلون علي مبلغ مالي لمساعدتهم على نشر تصاميمهم في السوق <br>ا لتصاميم الفائزة ستتحصل على فرصة للظهور على مسرح عرض الأزياء الخاص بامسابقة حشد الأزياء
es: Los Diseñadores elegidos como GANADORES del FCC2015 recibirán apoyo financiero para lanzar su marca. <br> Los ganadores también serán elegidos para aparecer en el desfile del FCC2015.
fr: Les Designers désignés comme VAINQUEURS du FCC2015 recevront une aide financière pour leurs marques. <br>Les créations vainqueurs seront également éligible pour être représentées lors du défilé du FCC2015
ja: FCC2015受賞者として選ばれたデザイナーは、ブランド立ち上げのための支援金を受け取ることができます。<br> また、入賞特典としてFCC2015ファッションショーに参加できます。
pt: Os designers escolhidos como vencedores do FCC2015 receberão suporte financeiro para que lancem suas marcas. <br>Os trabalhos vencedores também terão a chance de estar no desfile do FCC2015.
ru: Дизайнеры, выбранные в качестве ПОБЕДИТЕЛЕЙ FCC2015, получат финансовую поддержку для создания их брендов. <br>Победители так же получат возможность демонстрировать свои работы в FCC2015 Fashion Show.

source: Winners
fr: Les vainqueurs
pt: Vencedors
ru: Победители

source: Financial support
ar: دعم مالي
es: Ayuda financiera
fr: Soutient financier
ja: 資金援助
pt: Suporte Financeiro
ru: Финансовая поддержка

source: Manufacturing
ar: تصنيع
es: Fabricación
fr: Fabrication
ja: 生産
pt: Produção
ru: Производство

source: Promotion & Marketing
ar: الترويج والتسويق
es: Promoción y Mercadeo
ja: 広告及びマーケッティング
pt: Promoção & Marketing
ru: Промоушн и Маркетинг

source: Networking tools
ar: أدواة شبكات التواصل الإجتماعي
es: Herramientas de Networking
fr: Outils de reséau
ja: ネットワークツール
pt: Ferramentas de Networking
ru: Налаживание <br>профессиональных связей

source: Cash prize
ar: جائزة نقدية
es: Premio monetario
fr: Récompense financière
ja: 賞金
pt: Prêmios em Dinheiro
ru: Денежный приз

source: View Detail
ar: المزيد من التفاصيل
es: Ver detalle
fr: Voir les détails
ja: 詳細を見る
pt: Veja os detalhes
ru: Узнать Больше

source: Who are the judges?
ar: من هم الحكام؟
es: ¿Quién forma parte del Jurado?
fr: Qui sont les juges?
ja: 審査員は誰ですか？
pt: Quem são os jurados?
ru: Кем являются Судьи ?

source: Anybody who has registered for the FCC website can be a judge! <br>View and evaluate designs from all over the world via a simple process.
ar: كل شخص سجل على موقع المسابقة الرسمي يستطيع أن يكون حكم <br> شاهد وقييم تصاميم من كل أنحاء العالم بخطوة بسيطة فقط
es: ¡Aquellos que se hayan registrado en la web del FCC puede formar parte del Jurado! <br> Pueden ver y evaluar diseños de todo el mundo mediante un sencillo proceso.
fr: Tous ceux qui se sont inscrit via le site du FCC peuvent être juge!<br> Observez et évaluez des designs provenant du monde entier via un processus simple.
ja: FCCに登録した方であれば、だれでも審査員として参加できます! <br> シンプルな方法で、世界中からデザイナーを評価します。
pt: Qualquer pessoa registrada no website do FCC pode ser um jurado! <br>Veja e avalie designs de todo o mundo de maneira simples.
ru: Любой желающий, зарегистрировавшийся на сайте FCC, может выступать в качестве Судьи! <br>Просматривайте и голосуйте за понравившиеся работы дизайнеров со всего мира через очень простой процесс голосования.

source: Judge Awards
ar: جوائز الحكام
es: Premios para el Jurado
fr: Les récompenses des juges
ja: 審査員としての特典
pt: Prêmios para os Jurados
ru: Награждение Судей

source: Judges who make a special effort to give constructive feedback, inspiration and support to <br>the participating designers will be invited to the FCC2015 fashion show and receive products <br>from the winning designers.
ar: الحكام الذين سيقومون بمجهود خاص ويقييمون بدقة ويكون لديهم آراء بناءة ومساعدة للمصممين <br>سيتحصلون على دعوة لحضور عرض الأزياء الخاص بمسابقة حشد الأزياء الخاص بالمسابقة وأيضا سيستلمون منتوجات خاصة <br>بالمصممين الفائزين
es: Aquellos que participen como Jueces de forma activa dando opiniones constructivas, inspiradoras y de apoyo a <br>otros participantes, serán invitados al desfile del FCC2015 y ganarán las creaciones <br>de los diseñadores ganadores.
fr: Les juges qui feront un effort particulier pour donner une critique constructive, <br>de l’inspiration et leur soutien aux designers participants seront invités au défilé du FCC2015 et recevront les créations des designers vainqueurs pour lesquels ils auront votes.
ja: 優秀評価者に選ばれた審査員は、<br>FCC2015のファッションショーに招待され、<br>入賞デザイナーらのデザインした服をもらうことができます。
pt: Jurados que se esforcem em oferecer críticas construtivas, inspiração e apoio aos <br>designers participantes serão convidados para o desfile do FCC2015 e receberão produtos <br>dos designers vencedores.
ru: Судьи, особо активно участвующие в процессе голосования, предоставившие конструктивные отзывы и поддерживающие <br> дизайнеров, будут приглашены на FCC2015 Fashion Show, а также получат продукцию <br> от победивших участников.

source: 2016 Crowd Challeng <br>Festival Shanghai Invitation
ar: دعوة لحضور مهرجان حشد الأزياء في شانغهاى لسنة 2016
es: Invitación a Crowd Challenge Festival Shangai
fr: Invitation pour le Crowd Challenge Festival 2016 à Shanghai
ja: 上海で開催される2016Crowd Challenge Festivalへの招待
pt: Convite para o Crowd Challenge Festival 2016 em Xangai
ru: Приглашение на 2016 Crowd Challenge Festival

source: Airline
ar: طائرة
es: Pasajes
fr: Billet
ja: 航空チケット
pt: Passagens
ru: Авиабилеты

source: Winning <br>Designer’s Work
ar: ربح التصاميم الفائزة
es: Diseño ganador
fr: Les travaux des designers vainqueurs
ja: 入賞作品
pt: Criações de Designers Vencedores
ru: Изделия дизайнеров-победителей

source: You are the star of FCC 2015 !
ar: !انت نجم مسابقة حشد الأزياء
es: ¡Tú eres la estrella en FCC 2015!
fr: Vous êtes la star du FCC 2015 !
ja: FCC2015ではあなたがスターです！
pt: Você é a estrela do FCC 2015 !
ru: Вы звезда FCC 2015 !

source: Come take part in FCC2015, <br>the global fashion festival which allows you to shape global fashion <br>with your very own hands. <br>We are waiting for you.
ar: 2015 <br> المهرجان العالمي للأزياء والذي سيسمح لك بتشكيل الأزياء العالمية بيديك انت<br>نحن في انتظارك
es: Ven y forma parte del FCC2015, <br> el festival internacional de moda que te permitirá influenciar en las tendendias globales <br> con tus propios diseños y opiniones. Te estamos esperando.
fr: Rejoignez le FCC2015, <br> le festival international de mode qui vous permet de vous mettre en lumière sur la scène internationale <br> à l'aide de votre propre talent. Nous vous attendons.
ja: あなたの手で創り上げる、 <br>グローバルファッションフェスティバルFCC2015への<br>あなたのご参加をお待ちしております。
pt: Venha fazer parte do FCC2015, <br>O festival global de moda que permite que você modifique a moda ao redor do mundo <br>com suas próprias mãos. Estamos esperando você!
ru: Примите участие в FCC2015, <br>международном фестивале моды, который позволит Вам создать мировую моду <br>самостоятельно. Мы ждем Вас.

source: Designer’s Responsibilities
ar: مسؤليات المصمم
es: Responsabilidades del Diseñador
fr: Responsabilité des designers
ja: 参加者の責任と義務
pt: Responsabilidades do Designer
ru: Ответственность Дизайнера

source: During the evaluation period, submitters are responsible for reviewing and evaluating peer designers’ submissions. Design submitters who do not fully participate in the evaluation process may find that their own submissions have been excluded from the contest. Works submitted to FCC should be the original creation or property of the designer. If the designer would like to use a copyrighted logo, pattern or character, proper licensing must be obtained before uploading the work to FCC. Any issues regarding copyright or plagiarism will become the sole responsibility of the designer, and their works will be excluded from the contest. Furthermore, works that include hate speech, violence, sexual harassment, racism, sexism, religious or political discrimination, stolen content, violence against animals, or generally offensive material are banned and can be excluded from winning prizes even if they receive winning votes.
ar: خلال فترت التقييم، المقدمين هم المسؤولون عن مراجعة وتقييم تصاميم المصممين، مقدمي التصميم الذين لا يشاركون بشكل كامل في عملية التقييم قد تجد أن تقاريرها الخاصة تم استبعادها من المسابقة يجب أن تكون الاعمال التي تم تقديمها لمسابقة حشد الأزياء من صنع المصمم او ملكا له، إذا كان المصمم يود استخدام حقوق الطبع والنشر يجب ان يحصل على الترخيص المناسب وأي مسائل تتعلق بحقوق الطبع والنشر أو الانتحال أصبح من مسؤولية المصمم، وسيتم استبعاد أعمالهم من المسابقة وعلاوة على ذلك، يتم حظر الأعمال التي تتضمن خطاب الكراهية والعنف والتحرش الجنسي، والعنصرية والتحيز الجنسي والتمييز الديني أو السياسي، او ان يكون المحتوى مسروق او يتضمن العنف ضد الحيوانات، أو مواد مسيئة عموما ويمكن استبعادها من الفوز بجوائز حتى لو كانت تلقي الأصوات الفائزة
es: Durante el periodo de evaluación, los diseñadores que hayan entregado sus trabajos son responsables de revisar los diseños de otros participantes. Aquellos que no participen de forma activa en el proceso podrían ver sus diseños excluídos del concurso. Los trabajos entregados en el FCC deben ser creaciones propias y en propiedad del diseñador. Si algún participante utiliza un logo con copyright o patente, la licencia oportuna debe haber sido obtenida antes del concurso. Cualquier problema en lo referente al copyright o plagio será responsabilidad del diseñador y su trabajo será excluído del concurso. Además, los trabajos que inciten a la violencia, odio racial, religioso, étnico, político o discriminación sexual serán excluidos del concurso.
fr: Durant la période d'évaluation, les candidats sont chargés d'examiner et d'évaluer le travail des designers. Les designers qui ne participent pas complètement la procédure d'évaluation verront leurs propres designs exlus de la compétition. Les travaux remis au FCC doivent être de la propre création ou bien la propriété des designers. Si les designers souhaitent utiliser un logo, motif ou un personnage protégé par des droits d'auteurs, une licence de droit doit être obtenue au préalable avant de soumettre les création au FCC. Tous litiges concernant le droit d'auteur ou le plagiat incomberont à la seule responsabilité du designer, et ses travaux seront exclus de la compétition. De plus, les travaux qui inclueront des discours de haine, de violence, de harcèlement sexuel, de racism, de sexism, des discriminations politiques ou religieuses, du contenu volé, de la violence envers les animaux, ou tous supports offensant seront interdits et peuvent être exlus de remporter des prix, même si ils récoltent des votes gagnants.
ja: 参加するデザイナーは審査期間の間、他の参加者の方々の作品を審査しなければなりません。 万が一、参加したデザイナーが他の作品に対して審査しなかった場合、ＦＣＣ受賞作の選定から除外される 事があります。応募前に提出した作品は、参加デザイナーの所有物とし創作物でなければなりません。 特定企業のロゴ，パターン，キャラクターを出品作に使用した場合にも、必ずライセンス問題が解決されていなければなりません。万が一、著作権および、剽窃に関わる問題の発生時、法的，道徳的責任は提出者が責任を負うものとし、問題が発生した場合は審査から除外され，入賞後であっても取り消される事があります。 暴力，わいせつな表現，人種差別，性別╱宗教╱政治的差別，嫌悪感を与えるコンテンツ，他人を搾取したりFCCの趣旨に反するコンテンツ，動物虐待，政治的扇動及び、露骨な表現が含まれている作品の提出は固くお断りします。この様な内容が審議の対象になった作品は、入賞したとしても後に受賞取り消しになることがあります。
pt: Durante o período de avaliação, participantes são responsáveis por examinar e avaliar o trabalho de outros participantes. Aqueles que não participarem ativamente do processo de avaliação podem ter seu trabalho removido da competição. Os trabalhos enviados ao FCC devem ser originais e de propriedade do designer. Se o designer desejar utilizar alguma marca, logo, padrão ou personagem já registrado, deve obter uma licensa apropriada antes de fazer o upload no FCC. Qualquer problema envolvendo direitos autorais ou plagiarismo será de total responsabilidade do designer e seu trabalho será excluído da competição. Além disso, trabalhos que incluam discurso de ódio, violência, assédio sexual, racismo, sexismo, discriminação política ou religiosa, material roubado, violência contra animais ou qualquer outro material ofensivo serão banidos e excluídos de receberem prêmios mesmo que sejam vencedores.
ru: Во время периода голосования, заявители несут ответственность за рассмотрение и оценивание работ других дизайнеров. Работы тех участников, которые не в полной мере участвовали в процессе голосования, могут быть исключены из конкурса. Работы, представленные для участия в FCC должны быть оригинальным творением или собственностью дизайнера. Если дизайнер хотел бы использовать защиту авторского права, логотип или инициалы, права должны быть зарегистрированы до презентацию работ на FCC. Любые вопросы, касающиеся авторского права или плагиат, являются индивидуальной ответственностью дизайнеров, и в случае нарушения, их работы будут исключены из конкурса. Кроме того, произведения, которые включают в себя аспекты ненависти, насилия, сексуальных домогательств, расизм, сексизм, религиозной или политической дискриминации, украденный контент, насилие в отношении животных или оскорбительные материалы - запрещены и могут быть исключены из числа призовых мест, даже если они получат большее количество голосов.

source: More Details
ar: المزيد من التفاصيل
es: Más detalles
fr: Plus de détails
ja: もっと詳しく
pt: Mais Detalhes
ru: Для Большей Информации

source: Download Brochure
ar: حمل الكتييب
es: Descargar folleto
fr: Télécharger la Brochure
ja: パンフレットをダウンロードする
pt: Faça Download do Folheto
ru: Скачать Брошюру
