<strong>FCCTV 개인정보 취급방침</strong>

<strong>1. 개인정보 수집범위 및 이용목적</strong>


1)  FCCTV의 회원고객으로서 가입과 재화 혹은 용역을 주문하거나 각종 서비스를 이용하는데 있어, 원활한 주문과 서비스 접수, 물품 배송, 대금 결제 등 고객님에게 편리하고 유익한 맞춤정보를 제공하기 위해서 홈페이지 및 전화 등을 통해 최소한의 개인정보를 수집하여 이용하고 있습니다.

① 최초 회원 가입 시 다음과 같은 정보를 수집하여 이용합니다.
- 필수정보 : ID, 비밀번호, 이름, 생년월일, 이메일주소, 전화번호, 휴대폰번호
- 선택정보 : 결혼유무, 자녀수, 결혼기념일, 직업정보

② 고지의 전달, 불만처리나 서비스/이벤트 정보 안내 등 원활한 의사소통 경로의 확보를 위해 아래와 같은 정보를 수집하여 이용합니다.
- 성명, 이메일주소, 전화번호, 휴대폰번호

③ 청구서, 상품 배송지의 확보를 위해 아래와 같은 정보를 이용합니다.
- 성명, 전화번호, 휴대폰번호, 배송지주소

④ 재화 혹은 용역 주문시 아래와 같은 결제 정보를 수집하여 이용합니다.
-은행계좌정보, 신용카드정보, 휴대폰가입정보

⑤ 이벤트 및 상담을 위해 다음과 같은 정보를 이용합니다.
- 성명, 전화번호, 이메일주소, 성별, 생년월일, 결혼정보, 자녀수, 직업정보

⑥ 서비스 이용과정에서 아래와 같은 정보들이 간접적으로 수집될 수 있습니다.
- IP주소, 서비스 이용기록, 접속 로그, 쿠키

2)  FCCTV의 비회원고객으로서 재화 혹은 용역을 주문하는 서비스를 이용하는 과정에서, 원활한 주문과 서비스접수, 물품배송, 대금결제 등을 위하여 아래와 같이 최소한의 개인정보를 수집하여 이용하고 있습니다.

① 유료정보에 대한 이용 및 상품구매에 대한 결제시 다음과 같은 정보를 수집하여 이용합니다.
- 은행계좌정보, 신용카드정보, 휴대폰가입정보

② 고지의 전달, 불만처리 혹은 주문/배송 등을 위한 정보안내 및 원활한 의사소통 경로의 확보를 위해 다음과 같은 정보를 수집하여 이용합니다.
- 성명, 이메일주소, 전화번호, 휴대폰번호, 배송지주소

3) 고객님께서 제공하신 모든 정보는 상기 목적에 필요한 용도 이외로는 사용되지 않으며, 수집정보의 범위나 사용 목적, 용도가 변경될 시에는 반드시 고객님께 사전 동의를 구할 것 입니다.


<strong>2. 개인정보 보유기간 및 이용기간</strong>


고객님께서  FCCTV에서 제공하는 서비스를 받는 동안 고객님의 개인정보는  FCCTV에서 계속 보유하며 서비스제공을 위해 이용하게 됩니다.
단, 고객님의 개인정보는 수집목적 또는 제공받은 목적이 달성되거나,  FCCTV 이용약관에 표명한 절차에 따라 탈퇴를 요청한 경우, 지체없이 파기합니다.

1) 계약 또는 청약철회 등에 관한 기록
- 보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조
- 보존기간 : 5년

2) 대금결제 및 재화 등의 공급에 관한 기록
- 보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조
- 보존기간 : 5년

3) 소비자의 불만 또는 분쟁처리에 관한 기록
- 보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조
- 보존기간 : 3년

4) 신용정보의 수집, 처리 및 이용 등에 관한 기록
- 보존근거 : 신용정보의 이용 및 보호에 관한 법률
- 보존기간 : 3년

5) 접속에 관한 기록보존
- 보존근거 : 통신비밀보호법 제15조의2 및 시행령 제41조
- 보존기간 : 3개월


<strong>개인정보의 파기절차 및 방법</strong>


1) 파기절차
FCCTV는 개인정보 보유 및 이용기간에 명시한 기간이 경과한 경우 당해 개인정보를 지체 없이 파기합니다. 단, 회사는 거래관계가 종료 또는 이용계약해지 이후에도 불량 이용자의 재가입 방지, 법적 분쟁 해결, 수사협조, 민원처리 및 법령상 의무이행 등을 위하여 고객의 개인정보를 필요한 기간 동안 보유·이용할 수 있습니다.

2) 파기방법
종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제하며, 어떠한 용도로도 열람 또는 이용될 수 없도록 처리합니다. 단, 이때 기록을 재생할 수 없는 기술적 방법은 사회통념상 현재의 기술수준에서 적절한 비용이 소요되는 방법을 말합니다. 해당 개인정보의 처리가 제3자에게 위탁된 경우에는 수탁자가 더 이상 해당 개인정보를 처리하지 못하도록 합니다.

3) 이용하지 아니하는 고객의 개인정보의 파기 등

회사는 다른 법령에서 별도의 기간을 정하고 있거나 고객의 요청이 있는 경우를 제외하면, 법령에서 정의하는 기간동안 재이용하지 아니하는 회원의 개인정보를 파기하거나 다른 회원의 개인정보와 분리하여 별도로 저장·관리합니다.단, 기간 만료 30일 전까지 개인정보가 파기되거나 분리되어 저장·관리되는 사실과 기간 만료일 및 해당 개인정보의 항목을 전자우편·서면·모사전송·전화 또는 이와 유사한 방법 중 어느 하나의 방법으로 회원에게 알립니다.


<strong>3. 쿠키(Cookie)운영</strong>


쿠키는 웹사이트가 사용자의 컴퓨터 브라우저(인터넷 익스플로러, 크롬, 파이어폭스 등)에 보내는 조그마한 데이터로서 고객님이 FCCTV에 로그온한 상태에서 고객님을 인증하기 위해 사용되고 있습니다.
쿠키는 고객님의 컴퓨터는 식별하지만 고객님을 개인적으로 식별하지는 않습니다. 또한 고객님은 쿠키에 대한 선택권이 있습니다.
웹브라우저 상단의 도구 > 인터넷옵션 탭(option tab)에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.
고객님께서 쿠키를 거부하겠다고 선택하는 경우 사용자 등록을 요하는 서버의 서비스는 이용 할 수 없음을 감안하시기 바랍니다.


<strong>4. 기술적, 관리적 대책</strong>


① 기술적 대책
FCCTV는 고객님의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손 되지 않도록 안전성확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.

- 고객님의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일잠금기능(lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.
-  FCCTV는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다.
백신프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
-  FCCTV는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.
- 해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.

② 관리적 대책
-  FCCTV는 고객님의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있으며, 개인정보를 취급하는 직원을 대상으로 새로운 보안기술 습득 및 개인정보보호의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고 있습니다.
- 입사 시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에 방지하고 개인정보취급방침에 대한 이행사항 및 직원의 준수여부를 감시하기 위한 내부절차를 마련하고 있습니다.
- 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이루어지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.
- 개인정보와 일반 데이터를 혼합하여 보관하지 않고 별도의 서버를 통해 분리하여 보관 하고 있습니다.
- 전산실 및 자료 보관실 등을 특별 보호구역으로 설정하여 출입을 통제하고 있습니다.
-  FCCTV는 관리적 보호대책을 다 하였음에도 불구하고 이용자 개인의 실수로 인해 일어나는 일들에 대해 책임을 지지않습니다. 고객님 개개인의 본인의 개인정보를 보호하기 위해서 자신의 ID와 비밀번호를 적절하게 관리해야합니다.
- 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우  FCCTV는 즉각 고객님께 사실을 알리고 적절한 대책과 보상을 강구할 것 입니다.
- 개정된 정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 다음과 같이 고객 개인정보보호활동을 강화하고 있습니다.

O 개인정보 누출 통지, 신고제도
개인정보의 분실, 도난, 누출 사고 발생 시 이용자에게 해당 사실을 지체 없이 알리고 주무부처인 방송통신 위원회 혹은 한국인터넷진흥원에 신고합니다.
또한 이용자 상담과 이용자가 취할 수 있는 조치 그리고  FCCTV의 대응조치 등도 함께 통지, 신고합니다.

O 개인정보 유효기간 제도
-  FCCTV는 장기간 서비스 미이용자의 개인정보보호를 위하여 2015년 8월 이후에는 다른 이용자의 개인정보와 분리하여 저장, 관리합니다.
- 미이용의 기간은 로그인, 상담원 접촉일자로 산정하며 법령에서 정의한 기간동안 서비스 미이용자에 대하여 분리, 저장관리합니다.
-  FCCTV는 미이용자 개인정보 분리, 저장 1개월 전에 이메일 등을 통해 해당 이용자에게 관련내용을 공지합니다.
- 분리, 저장된 미이용자 개인정보는 해당 이용자의 요청 시 소비자관련법에 따라 그 목적에 맞게 제공할 수 있습니다.

O 개인정보 이용내역 통지 제도
-  FCCTV는 개인정보 이용내역을 해당 이용자에게 주기적으로 통지하여 자기정보를 스스로 통제할 수 있도록 협조합니다.
- 통지하는 개인정보 이용내역은 다음과 같습니다.
① 개인정보 수집 이용목적 및 수집한 개인정보 항목
② 개인정보를 제공받은자와 그 제공 목적 및 제공한 개인정보의 항목
③ 개인정보 취급 위탁을 받은 자 및 그 취급위탁을 하는 업무의 내용

- 개인정보의 이용내역의 통지는 이메일 등을 통해 제공하며 연 1회 이상 제공합니다.


<strong>5. 개인정보 열람과 정정 및 철회</strong>


고객님은 언제든지 제공된 개인 정보에 대한 열람, 정정, 삭제를 요청하실 수 있습니다.
개인 정보 열람 및 정정, 삭제는 FCCTV의 "개인정보변경" 메뉴를 선택한 다음 스스로 정정이 가능합니다. 개인정보 동의 철회는 FCCTV 관리자메일(help@fcctvhq.com) 또는 고객센터(전화 070-5015-6383)로 연락을 주시면 본인 확인절차를 통하여 즉시 삭제되며, 고객님의 개인정보는 '제2항 개인정보 보유기간 및 이용기간'에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.


<strong>6. 개인정보 위탁처리</strong>


서비스 향상을 위해서 고객님의 개인정보를 위탁업체에 수집, 취급, 관리 등을 위탁하고 있으며, 관계법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 규정하고 있습니다.
- 수탁자, 수탁범위 등에 관한 사항을 서면, 전자우편, 전화 또는 홈페이지를 통해 게시
- 위탁계약 시 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담, 위탁기간, 처리 종료후의 개인정보의 반환 또는 파기 등을 규정하고 당해 계약내용을 서면 또는 전자적으로 보관


<strong>7. 개인정보의 제 3자 제공</strong>


FCCTV은 이용자의 개인정보를 '제 1항 개인정보의 수집항목 및 이용목적'에서 고지한 범위내에서 사용하며, 개인정보를 제3자에 제공해야 하는 경우 법령에 따른 동의를 받고 있습니다. 단 다음의 경우는 예외로 하고 있습니다.
-  FCCTV의 이용약관을 위배하거나  FCCTV의 서비스를 이용하여 타인에게 피해를 주거나 미풍양속을 해치는 위법행위를 한 사람 등에게 법적인 조치를 취하기 위해 개인 정보를 공개해야 한다고 판단되는 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
- 통계 작성, 학술연구, 시장 조사, 정보 제공의 경우로서 특정 개인을 식별할 수 없는 형태로 제공되는 경우


<strong>8. 개인 아이디와 비밀번호 관리</strong>


고객님이 사용하고 계시는 ID와 비밀번호는 원칙적으로 고객님만이 사용하도록 되어 있습니다.
FCCTV의 고의 또는 과실이 없는 경우에, 고객님의 ID와 비밀번호 도용 또는 기타 타인의 사용으로 의해 발생된 문제에 대하여  FCCTV이 책임지지 않습니다. 어떠한 경우에도 비밀번호는 타인에게 알려 주지 마시고 로그온 상태에서는 주위의 다른 사람에게 개인 정보가 유출되지 않도록 특별한 주의를 기울여 주시기 바랍니다.
타인의 개인정보를 도용하여 고객님 가입 또는 구매가 확인되었을 경우에는 이용계약이 일방적으로 해지될 수 있으며, 주민등록법에 의해 3년 이하의 징역 또는 1천만원 이하의 벌금이 부과될 수 있습니다.


<strong>9. 14세 미만 아동의 고객가입제한</strong>


FCCTV는 만 14세 미만 아동의 고객가입은 받고 있지 않습니다.


<strong>10 . 개인정보 관리 책임자</strong>


- 부서 : 서비스운영
- 성명 : 함세희 본부장
- 전화번호 : 070-5015-6383(대표상담)
- 이메일 : help@fcctvhq.com


기타 개인정보 침해/피해와 관련한 상담이 필요한 경우에는 아래 기관으로 문의하시기 바랍니다.

- 개인정보침해신고센터 (http://www.118.or.kr / 118)
- 정보보호마크인증위원회 (http://www.eprivacy.or.kr / 02-550-9531~2)
- 대검찰청 첨단범죄수사과 (http://www.spo.go.kr / 02-3480-2000)
- 경찰청 사이버테러대응센터 (http://www.ctrc.go.kr / 02-393-9112)


<strong>11. 고지의 의무</strong>


본 개인정보 취급방침은 정부의 정책 또는 보안기술의 변경에 따라 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지를 통해 고지할 것입니다.